Repository: rbukovansky/osTicket-cs-translation
Catalog: 1.10.x/LC_MESSAGES/messages-*.po
Languages: cs

source: Reply separator is required to strip quoted reply.
cs: Oddělovač odpovědí je vyžadován pro odstranění citací.

source: Email already setup as system email
cs: E-mailová adresa je již nastavena jako systémová e-mailová adresa

source: Unable to upload logo image: %s
cs: Nelze nahrát logo: %s

source: Unable to upload backdrop image: %s
cs: Nelze nahrát obrázek pozadí: %s

source: The knowledge base cannot be restricted unless client registration is enabled
cs: Databáze znalostí nemůže být omezena, pokud není povolena registrace uživatelů

source: Name
cs: Název

source: Manager
cs: Vedoucí

source: Missing or invalid Dept ID (internal error).
cs: Chybějící nebo špatné ID oddělení (vnitřní chyba).

source: Name required
cs: Vyžadován název

source: Department already exists
cs: Oddělení již existuje

source: System default department cannot be private
cs: Systémové výchozí oddělení nemůže být soukromé

source: Department selection is required
cs: Vyžadován výběr oddělení

source: this department
cs: toto oddělení

source: Select a valid role
cs: Zvolte platnou roli

source: No such agent
cs: Pracovník neexistuje

source: Top-Level Department
cs: Bez nadřazeného oddělení

source: Email Mailbox
cs: E-mailová schránka

source: System Default
cs: Výchozí nastavení

source: This department is for internal use
cs: Oddělení je určeno pro interní použití

source: URL not supported
cs: URL není podporovaná

source: Dispatcher compile error. Function not callable
cs: Chyba kompilace dispatcheru. Funkci není možné volat

source: %s: Call to non-existing function
cs: %s: Volání neexistující funkce

source: User Data
cs: Uživatelovy údaje

source: User
cs: Uživatel

source: Ticket Data
cs: Údaje požadavku

source: Disabled
cs: Zakázáno

source: Hidden
cs: Skrytý

source: Internal
cs: Interní

source: For EndUsers Only
cs: Pouze pro uživatele

source: Required
cs: Vyžadována

source: Optional
cs: Volitelná

source: Immutable
cs: Neměnné

source: Required for EndUsers
cs: Vyžadována pro uživatele

source: Required for Agents
cs: Vyžadována pro pracovníky

source: Internal, Optional
cs: Interní, volitelná

source: Internal, Required
cs: Interní, vyžadována

source: Label is required for custom form fields
cs: Vyžadován popisek pro položky uživatelského formuláře

source: Variable name is required for required fields
cs: Vyžadován název proměnné pro povinné položky

source: Invalid character in variable name. Please use letters and numbers only.
cs: Neplatný znak v názvu proměnné. Prosím použijte pouze písmena a čísla.

source: added <strong>%1$s</strong> and removed <strong>%2$s</strong>
cs: přidáno <strong>%1$s</strong> a odebráno <strong>%2$s</strong>

source: added <strong>%1$s</strong>
cs: přidáno <strong>%1$s</strong>

source: removed <strong>%1$s</strong>
cs: odebráno <strong>%1$s</strong>

source: changed to <strong>%1$s</strong>
cs: upraveno na <strong>%1$s</strong>

source: Abbrev
cs: Zkratka

source: Unknown or invalid input
cs: Neznámý nebo neplatný vstup

source: Multiselect
cs: Násobný výběr

source: Allow multiple selections
cs: Povolit násobný výběr

source: Widget
cs: Nástroj

source: Drop Down
cs: Rozbalovací menu

source: Typeahead
cs: Dopředné

source: Text Input
cs: Textové pole

source: Typeahead will work better for large lists
cs: Dopředné bude pracovat lépe pro dlouhé seznamy

source: Validation Error
cs: Chyba zadání

source: Message shown to user if the item entered is not in the list
cs: Zpráva zobrazená uživateli pokud zadá hodnotu, která není v seznamu

source: Prompt
cs: Výzva

source: Leading text shown before a value is selected
cs: Hlavní text zobrazený před výběrem hodnoty

source: Default
cs: Výchozí

source: Select a Default
cs: Vyberte výchozí

source: (retired)
cs: (neaktivní)

source: has a value
cs: má hodnotu

source: does not have a value
cs: nemá hodnotu

source: includes
cs: obsahuje

source: does not include
cs: neobsahuje

source: Banlist
cs: Černá listina

source: Ability to add/remove emails from banlist via ticket interface
cs: Právo přidávat/odebírat e-mailové adresy z černé listiny (banlist) skrz rozhraní požadavku

source: Internal error. Get technical help.
cs: Vnitřní chyba. Zajistěte si technickou podporu.

source: Valid email required
cs: Vyžadována platná e-mailová adresa

source: Email already exists
cs: E-mailová adresa již existuje

source: Email already used as admin email!
cs: E-mailová adresa je již použita jako e-mailová adresa správce!

source: Email in use by an agent
cs: E-mailová adresa je používána pracovníkem

source: Email name required
cs: Vyžadován název e-mailu

source: Username missing
cs: Chybějící uživatelské jméno

source: Password required
cs: Vyžadováno heslo

source: Unable to encrypt password - get technical support
cs: Nelze zašifrovat heslo - zajistěte si technickou podporu

source: IMAP doesn't exist. PHP must be compiled with IMAP enabled.
cs: IMAP neexistuje. PHP musí být kompilováno s povoleným IMAP.

source: Host name required
cs: Vyžadován název serveru

source: Port required
cs: Vyžadován port

source: Select protocol
cs: Vyberte protokol

source: Fetch interval required
cs: Vyžadován interval stahování

source: Maximum emails required
cs: Vyžadováné maximum e-mailů

source: Indicate what to do with fetched emails
cs: Uveďte, co dělat se staženými e-maily

source: POP mail servers do not support folders
cs: E-mailové servery POP nepodporují adresáře

source: Valid folder required
cs: Vyžadována platná složka

source: Host/userid combination already in use.
cs: Kombinace název serveru/uživatel je již použita.

source: Invalid login. Check %s settings
cs: Neplatné přihlášení. Zkontrolujte nastavení %s

source: Invalid or unknown mail folder! >> %s
cs: Neplatná nebo neznámá e-mailová složka! >> %s

source: Invalid or unknown archive folder!
cs: Neplatná nebo neznámá složka archivu!

source: Unable to log in. Check SMTP settings.
cs: Nelze se přihlásit. Zkontrolujte nastavení SMTP.

source: this email
cs: tento e-mail

source: Miscellaneous
cs: Různé

source: From
cs: Od

source: From Email
cs: Z e-mailové adresy

source: Source
cs: Zdroj

source: Current Status
cs: Současný stav

source: Last Updated
cs: Poslední změna

source: Overdue
cs: Zpožděné

source: Answered
cs: Zodpovězené

source: Agent Assigned
cs: Pracovník přiřazen

source: Team Assigned
cs: Tým přiřazen

source: Thread Count
cs: Počet vláken

source: Attachment Count
cs: Počet příloh

source: Task Number
cs: Číslo úkolu

source: Title
cs: Název

source: Organization
cs: Organizace

source: Email
cs: E-mailová adresa

source: %s: Cannot export table with no fields
cs: %s: Nelze exportovat tabulku bez položek

source: FAQ
cs: Časté dotazy

source: Ability to add/update/disable/delete knowledgebase categories and FAQs
cs: Právo přidávat/změnit/mazat kategorie báze znalostí a častých dotazů

source: Question required
cs: Vyžadována otázka

source: Question already exists
cs: Otázka již existuje

source: Category is required
cs: Vyžadována kategorie

source: FAQ answer is required
cs: Vyžadována odpověď na častý dotaz

source: Listing Type
cs: Typ vystavení

source: Invalid image file type
cs: Neplatný typ souboru obrázku

source: Image is too square. Upload a wider image
cs: Obrázek je příliš čtvercový. Nahrajte širší obrázek

source: In the database
cs: v databázi

source: User Information
cs: Informace o uživateli

source: Email Meta-Data
cs: Meta-informace o e-mailu

source: Reply-To Email
cs: E-mailová adresa pro odpovědi

source: Reply-To Name
cs: Jméno pro odpovědi

source: Addressee (To and Cc)
cs: Adresát (Komu a Kopie)

source: Equal
cs: Rovno

source: Not Equal
cs: Nerovno

source: Contains
cs: Obsahuje

source: Does Not Contain
cs: Neobsahuje

source: Starts With
cs: Začínat s

source: Ends With
cs: Končit s

source: Matches Regex
cs: odpovídá regulárnímu výrazu

source: Does Not Match Regex
cs: Neodpovídá regulárnímu výrazu

source: Any
cs: Jakýkoliv

source: Web Forms
cs: Webové formuláře

source: API Calls
cs: volání API

source: Emails
cs: E-maily

source: Invalid match selection
cs: Neplatný výběr

source: Invalid match type selection
cs: Neplatný výběr typu porovnání

source: Value required
cs: Hodnota vyžadována

source: Valid email required for the match type
cs: Vyžadován platný e-mail pro typ porovnání

source: Regex compile error: (#%s)
cs: Chyba kompilace regulárního výrazu: (#%s)

source: Incomplete selection
cs: Nekompletní výběr

source: You must set at least one rule.
cs: Musíte nastavit alespoň jedno pravidlo.

source: Order required
cs: Vyžadováno pořadí

source: Must be numeric value
cs: Musí být číselná hodnota

source: Name already in use
cs: Název je již použit

source: Unable to validate rules as entered
cs: Nelze ověřit pravidla v této podobě

source: Target required
cs: Vyžadován cíl

source: Unknown or invalid target
cs: Neznámý nebo neplatný cíl

source: this ticket filter
cs: tento filtr požadavků

source: Parent filter ID required
cs: Vyžadováno ID rodičovského filtru

source: Reject Ticket
cs: Odmítnout požadavek

source: Use Reply-To Email
cs: Použít e-mailovou adresu pro odpovědi

source: <strong>Use</strong> the Reply-To email header
cs: <strong>Použít</strong> e-mailovou hlavičku E-mailová adresa pro odpovědi

source: Communication
cs: Komunikace

source: Disable autoresponse
cs: Vypnout automatické odpovědi

source: <strong>Disable</strong> new ticket auto-response
cs: <strong>Vypnout</strong> automatickou odpověď na nový požadavek

source: Attach Canned Response
cs: Připojit předpřipravenou odpověď

source: None
cs: Nic

source: (disabled)
cs: (vypnuto)

source: Set Department
cs: Nastavit oddělení

source: Unchanged
cs: Nezměněno

source: Add New
cs: Přidat nové

source: Select a department
cs: Vybrat oddělení

source: Set Priority
cs: Nastavit prioritu

source: Set SLA Plan
cs: Nastavit plán SLA

source: Assign Team
cs: Přiřadit tým

source: Assign Agent
cs: Přiřadit pracovníka

source: Set Help Topic
cs: Nastavit téma podpory

source: Set Ticket Status
cs: Nastavit stav požadavku

source: Send an Email
cs: Odeslat e-mail

source: Ticket Submitter
cs: Zadavatel požadavku

source: Recipient
cs: Příjemce

source: Default System Email
cs: Výchozí systémová e-mailová adresa

source: Recipients
cs: Adresáti

source: %s: Not a valid email address
cs: %s: není korektní e-mailová adresa

source: Message
cs: Zpráva

source: Message from the EndUser
cs: Zpráva od uživatele

source: just now
cs: právě teď

source: now
cs: nyní

source: %d seconds ago
cs: před %d sekundami

source: in %d seconds
cs: za %d sekund

source: about a minute ago
cs: před minutou

source: in about a minute
cs: přibližně za minutu

source: %d minutes ago
cs: před %d minutami

source: in %d minutes
cs: za %d minut

source: about an hour ago
cs: přibližně před hodinou

source: in about an hour
cs: přibližně za hodinu

source: %d hours ago
cs: před %d hodinami

source: in %d hours
cs: za %d hodin

source: yesterday
cs: včera

source: tomorrow
cs: zítra

source: %d days ago
cs: před %d dny

source: in %d days
cs: za %d dnů

source: about a month ago
cs: přibližně před měsícem

source: in about a month
cs: přibližně za měsíc

source: %d months ago
cs: před %d měsíci

source: in %d months
cs: za %d měsíců

source: a year ago
cs: před rokem

source: in a year
cs: za rok

source: %d years ago
cs: před %d roky

source: in %d years
cs: za %d roků

source: Basic Fields
cs: Základní položky

source: Short Answer
cs: Krátká odpověď

source: Long Answer
cs: Dlouhá odpověď

source: Thread Entry
cs: Položka vlákna

source: Date and Time
cs: Datum a čas

source: Phone Number
cs: Telefonní číslo

source: Checkbox
cs: Zaškrtávací pole

source: Choices
cs: Volby

source: File Upload
cs: Nahrání souboru

source: Section Break
cs: Zalomení sekce

source: Information
cs: Informace

source: %s is a required field
cs: %s je vyžadovaná položka

source: This is a required field
cs: Toto je vyžadovaná položka

source: changed from <strong>%1$s</strong> to <strong>%2$s</strong>
cs: změněno z <strong>%1$s</strong> na <strong>%2$s</strong>

source: set to <strong>%2$s</strong>
cs: nastaveno na <strong>%2$s</strong>

source: is
cs: je

source: is not
cs: není

source: contains
cs: obsahuje

source: matches
cs: je roven

source: Valid regular expression
cs: Korektní regulární výraz

source: Cannot compile this regular expression
cs: Nelze zkompilovat tento regularni výraz

source: %s has a value
cs: %s má hodnotu

source: %s does not have a value
cs: %s nemá hodnotu

source: %s is %s
cs: %s je %s

source: %s is not %s
cs: %s není %s

source: %s contains "%s"
cs: %s obsahuje "%s"

source: %s matches pattern %s
cs: %s se shoduje se vzorem %s

source: %s in (%s)
cs: %s je v (%s)

source: %s not in (%s)
cs: %s není v (%s)

source: %s: Call to undefined function
cs: %s: Volání nedefinované funkce

source: Widget not defined for this field
cs: Pro tuto položku není nadefinována komponenta (widget)

source: Size
cs: Velikost

source: Max Length
cs: Maximální délka

source: Validator
cs: Validátor

source: Number
cs: Číslo

source: Custom (Regular Expression)
cs: Vlastní (regulární výraz)

source: Regular Expression
cs: Regularní výraz

source: Message shown to user if the input does not match the validator
cs: Zpráva, která se zobrazí uživateli, pokud hodnota neodpovídá validátoru

source: Placeholder
cs: Zástupný

source: Text shown in before any input from the user
cs: Text zobrazený před jakýmkoli uživatelským vstupem

source: Enter a valid email address
cs: Zadejte platnou e-mailovou adresu

source: Enter a valid phone number
cs: Zadejte správné telefonní číslo

source: Enter a valid IP address
cs: Vložte validní IP adresu

source: Enter a number
cs: Zadejte číslo

source: Value does not match required pattern
cs: Hodnota neodpovídá vyžadovanému formátu

source: Width
cs: Šířka

source: (chars)
cs: (znaky)

source: Height
cs: Výška

source: (rows)
cs: (řádků)

source: Allow HTML input in this box
cs: V tomto poli povolit HTML formátování

source: Extension
cs: Klapka

source: Add a separate field for the extension
cs: Přidat samostatnou položku pro klapku

source: Minimum length
cs: Minimální délka

source: Fewest digits allowed in a valid phone number
cs: Nejméně povolených číslic pro telefonní číslo

source: Display format
cs: Formát zobrazení

source: Unformatted
cs: Neformátovaný

source: United States
cs: Spojené Státy

source: Enter a valid phone extension
cs: Zadejte platnou klapku

source: Enter a phone number for the extension
cs: Uveďte telefonní číslo pro klapku

source: Description
cs: Popis

source: Text shown inline with the widget
cs: Text zobrazený v řádku s widgetem

source: No
cs: Ne

source: Checked
cs: Zaškrtnuto

source: Not Checked
cs: Nezaškrnuto

source: List choices, one per line. To protect against spelling changes, specify key:value names to preserve entries if the list item names change
cs: Vepište volby, jedna volba, jeden řádek. Pro ochranu proti změnám pravopisu zadejte názvy klíč:hodnota k zachování záznamů, pokud se změní názvy položek seznamu

source: (Enter a key). Value selected from the list initially
cs: (Vložte klíč). Prvotně vybraná hodnota ze seznamu

source: %s includes %s
cs: %s obsahuje %s

source: %s does not include %s
cs: %s neobsahuje %s

source: Show time selection with date picker
cs: Zobrazit výběr času s nástrojem pro výběr data

source: Timezone Aware
cs: Zohlednění časových pásem

source: Show date/time relative to user's timezone
cs: Zobrazit datum/čas vztažené k časové zóně uživatele

source: Earliest
cs: Nejstarší

source: Earliest date selectable
cs: Nejstarší datum k vybrání

source: Latest
cs: Nejnovější

source: Latest date selectable
cs: Nejnovější datum k vybrání

source: Allow Future Dates
cs: Povolit budoucí data

source: Allow entries into the future
cs: Povolit záznamy do budoucnosti

source: Selected date is earlier than permitted
cs: Vybrané dřívejší datum než je povoleno

source: Selected date is later than permitted
cs: Vybrané pozdější datum než je dovoleno

source: Enter a valid date
cs: Zadejte platné datum

source: on
cs: na

source: not on
cs: mimo

source: before
cs: před

source: after
cs: po

source: between
cs: mezi

source: in the last n days
cs: během posledních n dní

source: in the next n days
cs: během příštích n dní

source: %1$s before %2$s
cs: %1$s před %2$s

source: %1$s after %2$s
cs: %1$s po %2$s

source: %1$s in the next %2$s
cs: %1$s během příštích %2$s

source: %1$s in the last %2$s
cs: %1$s během předešlých %2$s

source: %1$s between %2$s and %3$s
cs: %1$s mezi %2$s a %3$s

source: Enable Attachments
cs: Povolit přílohy

source: Enables attachments, regardless of channel
cs: Povolit přílohy nezávisle na kanálu

source: The "file_uploads" directive is disabled in php.ini
cs: Direktiva "file_uploads" je v php.ini vypnuta

source: Default selection for this field
cs: Výchozí výběr pro tuto položku

source: Dynamic Fields
cs: Dynamické položky

source: Priority Level
cs: Úroveň priority

source: Agents
cs: Pracovníci

source: Teams
cs: Týmy

source: Assignee
cs: Zpracovatel

# ticket state name
source: Open
cs: Otevřený

# ticket state action
source: Open
cs: Otevřít

# ticket state name
source: Closed
cs: Uzavřený

# ticket state action
source: Close
cs: Zavřít

# ticket state name
source: Archived
cs: Archivovaný

# ticket state action
source: Archive
cs: Archivovat

# ticket state name
source: Deleted
cs: Smazaný

# ticket state action
source: Delete
cs: Smazat

source: Small
cs: Malý

source: Maximum File Size
cs: Maximální velikost souboru

source: Choose maximum size of a single file uploaded to this field
cs: Vyberte maximální velikost jednoho souboru nahraného do tohoto pole

source: Restrict by File Type
cs: Omezit pomocí typu souboru

source: Optionally, choose acceptable file types.
cs: Volitelně vyberte přijatelné typy souborů.

source: No restrictions
cs: Bez omezení

source: Additional File Type Filters
cs: Další filtry typů souborů

source: Optionally, enter comma-separated list of additional file types, by extension. (e.g .doc, .pdf).
cs: Volitelně zadejte čárkami oddělený seznam dalších typů souborů podle přípony. (např. .doc, .pdf).

source: Maximum Files
cs: Maximální počet souborů

source: Users cannot upload more than this many files.
cs: Uživatelé nemohou nahrávat více než takovéto množství souborů.

source: No limit
cs: Bez limitu

source: File type is not allowed
cs: Typ souboru není povolen

source: File size is too large
cs: Soubor je příliš velký

source: Unable to save file
cs: Nelze uložit soubor

source: List of file names
cs: Seznam názvů souborů

source: Attached files
cs: Připojené soubory

source: Ext
cs: Klapka

source: Select
cs: Vyberte

source: Drop files here or %s choose them %s
cs: Sem přesuňte soubory nebo %s je vyberte %s

source: Content
cs: Obsah

source: Free text shown in the form, such as a disclaimer
cs: Libovolný text zobrazený ve formuláři, např. vyloučení odpovědnosti

source: Attachments
cs: Přílohy

source: Related Resources
cs: Související zdroje

source: Assignee selection required
cs: Vyžadován výběr zpracovatele

source: Optional reason for the assignment
cs: Volitelný důvod přiřazení

source: Unknown assignee
cs: Neznámý zpracovatel

source: Agent is unavailable for assignment
cs: Pracovník je nedostupný pro přiřazení

source: Team is disabled
cs: Tým je vypnut

source: Team does not have members
cs: Tým nemá žádné členy

source: %s: Unknown template style %s
cs: %s: Neznámý styl šablony %s

source: Optional reason for the claim
cs: Volitelný důvod přiřazení si

source: Optional reason for the transfer
cs: Volitelný důvod předání

source: Unknown department
cs: Neznámé oddělení

source: Unable to parse submitted csv:
cs: Nelze zpracovat zaslaný CSV soubor:

source: Whoops. Perhaps you meant to send some CSV records
cs: Oops. Možná jste chtěl zaslat nějaké CSV záznamy

source: %s: Field must have `variable` set to be imported
cs: %s: Položka musí mít nastavenu `proměnnou` pro import

source: %s: Unable to map header to the object field
cs: %s: Nelze mapovat hlavičku na položku objektu

source: Bad data. Expected: %s
cs: Špatné údaje. Očekáváno: %s

source: %1$s: Invalid data: %2$s
cs: %1$s: Neplatné údaje: %2$s

source: No errors
cs: Žádné chyby

source: Maximum stack depth exceeded
cs: Překročena maximální hloubka zásobníku

source: Underflow or the modes mismatch
cs: Podtečení nebo neshodné módy

source: Unexpected control character found
cs: Nalezen neočekávaný řídicí znak

source: Syntax error, malformed JSON
cs: Chyba syntaxe, nesprávně formátovaný JSON

source: Malformed UTF-8 characters, possibly incorrectly encoded
cs: Nesprávné znaky UTF-8, zřejmě chybně zakódovaný

source: Unknown error
cs: Neznámá chyba

source: Unknown JSON parsing error
cs: Neznámá chyba parsování JSON

source: Title is required
cs: Vyžadován název

source: Alphabetical
cs: Abecedně

source: Alphabetical (Reversed)
cs: Abecedně (obráceně)

source: Manually Sorted
cs: Ručně řazeno

source: Value
cs: Hodnota

source: Abbreviation
cs: Zkratka

source: %s is required
cs: %s je vyžadován

source: Unable to import item: %s
cs: Nelze naimportovat položku: %s

source: Unable to parse submitted items
cs: Nelze zpracovat zaslané položky

source: Custom Lists
cs: Uživatelské seznamy

source: Allow Reopen
cs: Povolit znovuotevření

source: Allow tickets on this status to be reopened by end users
cs: Povolit otevřít požadavky v tomto stavu uživatelům

source: Reopen Status
cs: Stav znovuotevření

source: Status label
cs: Popisek stavu

source: State name (e.g. open or closed)
cs: Název stavu (např. otevřený nebo zavřený)

source: State
cs: Stav

source: Status Name
cs: Název stavu

source: Unknown or invalid flag
cs: Neznámý nebo neplatný příznak

source: Unknown or invalid flag format
cs: Neznámý nebo neplatný formát příznaku

source: Unknown or invalid state
cs: Neznámý nebo neplatný stav

source: Unable to email via SMTP
cs: Nelze poslat e-mail pomocí SMTP

source: Unable to email via php mail function
cs: Nelze poslat e-mail pomocí php mail funkce

source: Mailer Error
cs: Chyba odesílání mailu

source: image
cs: obraz

source: Banned email — %s
cs: Blokovaná e-mailová adresa — %s

source: Mail Processing Exception
cs: Výjimka zpracování mailu

source: Mailbox: %s | Error(s): %s
cs: E-mailová schránka: %s | Chyba(y): %s

source: Excessive errors processing emails for %1$s/%2$s. Please manually check the inbox.
cs: Příliš mnoho chyb při zpracování mailů pro %1$s/%2$s. Zkontrolujte prosím schránku manuálně.

source: Mail Fetcher
cs: Stahování e-mailů

source: osTicket requires PHP IMAP extension enabled for IMAP/POP3 email fetch to work!
cs: osTicket vyžaduje zapnuté rozšíření PHP IMAP pro správnou funkci IMAP/POP3!

source: Mail Fetch Error
cs: Chyba stahování e-mailů

source: osTicket is having trouble fetching emails from the following mail account
cs: osTicket nemůže stáhnout e-maily z tohoto e-mailového účtu

source: Host
cs: Název serveru

source: %1$d consecutive errors. Maximum of %2$d allowed
cs: %1$d po sobě jdoucí chyby. Maximum povolených je %2$d

source: This could be connection issues related to the mail server. Next delayed login attempt in aprox. %d minutes
cs: To by mohly být problémy s připojením k e-mailovému serveru. Další odložený pokus přihlášení bude za %d minut

source: Mail Fetch Failure Alert
cs: Upozornění na chybu stažení e-mailů

source: Dashboard
cs: Přehled

source: Agent Dashboard
cs: Přehled pro pracovníky

source: Users
cs: Uživatelé

source: User Directory
cs: Adresář uživatelů

source: Tasks
cs: Úkoly

source: Task Queue
cs: Seznam úkolů

source: Tickets
cs: Požadavky

source: Ticket Queue
cs: Seznam požadavků

source: Applications
cs: Aplikace

source: My&nbsp;Tickets
cs: Moje&nbsp;požadavky

source: New Ticket
cs: Nový požadavek
