Repository: rbukovansky/osTicket-cs-translation
Catalog: 1.10.x/LC_MESSAGES/messages-*.po
Languages: cs

source: Built-in Forms
cs: Vestavěné formuláře

source: No extra forms defined yet &mdash; %s add one! %s
cs: Uživatelské formuláře není zatím definován &mdash; %s přidejte jeden! %s

source: selected custom form
cs: vybraný uživatelský formulář

source: Update custom list
cs: Změnit uživatelský seznam

source: Add New Custom List
cs: Přidat nový uživatelský seznam

source: Add List
cs: Přidat seznam

source: Definition
cs: Definice

source: Items (%d)
cs: Položky (%d)

source: Properties
cs: Vlastnosti

source: Custom lists are used to provide drop-down lists for custom forms.
cs: Uživatelské seznamy se používají pro volby v rozbalovacích menu uživatelských formulářů.

source: Plural Name
cs: Jméno v množném čísle

source: Sort Order
cs: Řazení

source: Item Properties
cs: Vlastnosti položky

source: properties definable for each item
cs: vlastnosti definované pro každou položku

source: custom list
cs: uživatelský seznam

source: List Name
cs: Název seznamu

source: Created
cs: Vytvořen

source: No custom lists defined yet &mdash; %s add one %s!
cs: Uživatelský seznam není zatím definován &mdash; %s vytvořte jeden %s!

source: selected custom list
cs: vybraný uživatelský seznam

source: Update Email Address
cs: Změna e-mailové adresy

source: To change password enter new password above.
cs: Zadejte nové heslo pro jeho změnu.

source: Add New Email Address
cs: Přidat novou e-mailovou adresu

source: Submit
cs: Odeslat

source: Email Information and Settings
cs: Informace o e-mailu a nastavení

source: Email Name
cs: Název e-mailu

source: New Ticket Settings
cs: Nastavení nového požadavku

source: Auto-Response
cs: Automatická odpověď

source: <strong>Disable</strong> for this Email Address
cs: <strong>Zakázat</strong> pro tuto e-mailovou adresu

source: Email Login Information
cs: Přihlašovací údaje e-mailé schránky

source: Fetching Email via IMAP or POP
cs: Stahovat e-mail pomocí IMAP nebo POP

source: Hostname
cs: Název serveru

source: Port Number
cs: Číslo portu

source: Mail Box Protocol
cs: Protokol poštovní schránky

source: Fetch Frequency
cs: Frekvence stahování

source: minutes
cs: minuty

source: Emails Per Fetch
cs: Počet e-mailů při jednom stažení

source: Fetched Emails
cs: Stažené e-maily

source: Move to folder
cs: Přesunout do složky

source: Delete emails
cs: Smazat e-maily

source: Do nothing <em>(not recommended)</em>
cs: Nedělat nic <em>(nedoporučeno)</em>

source: Sending Email via SMTP
cs: Odesílání e-mailů pomocí SMTP

source: Authentication Required
cs: Vyžadováno přihlášení

source: Header Spoofing
cs: Falšování hlavičky

source: Allow for this Email Address
cs: Povolit pro tuto e-mailovou adresu

source: Add New Email
cs: Přidat nový e-mail

source: No emails found!
cs: E-maily nebyly nalezeny!

source: selected email
cs: vybraný e-mail

source: Category
cs: Kategorie

source: All Topics
cs: Všechna témata

source: Click on the category to browse FAQs or manage its existing FAQs.
cs: Kliknutím na kategorii můžete procházet časté dotazy nebo spravovat ty existující.

source: Add New FAQ
cs: Přidat častý dotaz

source: Edit Category
cs: Upravit kategorii

source: Delete Category
cs: Smazat kategorii

source: Published
cs: Publikováno

source: Category does not have FAQs
cs: Kategorie neobsahuje žádné časté dotazy

source: Edit FAQ
cs: Upravit častý dotaz

source: Other Languages
cs: Ostatní jazyky

source: Manage Access
cs: Spravovat přístup

source: Delete FAQ
cs: Smazat častý dotaz

source: Update FAQ
cs: Změnit častý dotaz

source: Add FAQ
cs: Přidat častý dotaz

source: Category Listing
cs: Seznam kategorií

source: FAQ category the question belongs to.
cs: Kategorie častých dotazů, do které je tento dotaz zařazen.

source: Select FAQ Category
cs: Vyberte kategorii častých dotazů

source: Check all help topics related to this FAQ.
cs: Podívej se na témata podpory vztahující se k těmto častým dotazům.

source: Featured (promote to front page)
cs: Vystavený (propagovány na hlavní stránce)

source: Article Content
cs: Obsah článku

source: Knowledgebase Article Content
cs: Obsah článku báze znalostí

source: Here you can manage the question and answer for the article. Multiple languages are available if enabled in the admin panel.
cs: Zde můžete spravovat otázky a odpovědi k danému článku. Další jazyky jsou dostupné, pokud jsou povoleny na správcovském panelu.

source: Question
cs: Otázka

source: Answer
cs: Odpověď

source: Common Attachments
cs: Společné přílohy

source: These attachments are always available, regardless of the language in which the article is rendered
cs: Tyto přílohy jsou zobrazeny vždy, nezávisle na jazyce, ve kterém je článek zobrazen

source: Language-Specific Attachments
cs: Jazykově specifické přílohy

source: These attachments are only available when article is rendered in one of the following languages.
cs: Tyto přílohy jsou dostupné, pouze pokud je článek zobrazen v jednom z následujících jazyků.

source: Attachments for %s
cs: Přílohy pro %s

source: Update Filter
cs: Změnit filtr

source: Add New Filter
cs: Přidat nový filtr

source: Add Filter
cs: Přidat filtr

source: Filters are executed based on execution order. Filter can target specific ticket source.
cs: Filtry jsou spouštěny dle pořadí provádění. Filtr může cílit na určitý zdroj požadavku.

source: Filter Name
cs: Název filtru

source: Execution Order
cs: Pořadí provádění

source: <strong>Stop</strong> processing further on match!
cs: <strong>Zastavit</strong>zpracování při shodě!

source: Filter Status
cs: Stav filtru

source: Target Channel
cs: Cílový kanál

source: Select a Channel
cs: Vyberte kanál

source: System Emails
cs: Systémové e-maily

source: Filter Rules
cs: Pravidla filtru

source: Filter Actions
cs: Akce filtru

source: Rules are applied based on the criteria.
cs: Pravidla jsou aplikovány podle podmínek.

source: Rules Matching Criteria
cs: Podmínky shody s pravidly

source: Match All
cs: Všechny

source: Match Any
cs: Kterýkoliv

source: case-insensitive comparison
cs: Rozlišovat malá a velká písmena

source: Select One
cs: Vyberte jeden

source: Add Rule
cs: Přidat pravidlo

source: Can be overwridden by other filters depending on processing order.
cs: Může být přepsáno jinými filtry v závislosti na pořadí zpracování.

source: Actions are executed in the order declared below
cs: Akce jsou spouštěny v pořadí uvedeném níže

source: Select an Action
cs: Vybrat událost

source: filter
cs: filtr

source: No filters found
cs: Filtry nebyly nalezeny

source: Order
cs: Pořadí

source: Rules
cs: Pravidla

source: Target
cs: Cíl

source: selected filter
cs: vybraný filtr

source: Deleted data CANNOT be recovered, including any associated rules.
cs: Smazané údaje nebude možné obnovit, včetně všech přiřazených pravidel.

source: Staff Control Panel
cs: Ovládací panel pracovníků

source: Welcome, %s.
cs: Vítejte %s.

source: Admin Panel
cs: Panel správce

source: Agent Panel
cs: Panel pracovníka

source: Log Out
cs: Odhlásit

source: Customer Support System
cs: Systém zákaznické podpory

source: Update Help Topic
cs: Změnit téma podpory

source: Add New Help Topic
cs: Přidat nové téma podpory

source: Add Topic
cs: Přidat téma

source: Help Topic Information
cs: Informace k tématu podpory

source: New ticket options
cs: Volby nového požadavku

source: Topic
cs: Téma

source: Private/Internal
cs: soukromé/interní

source: Parent Topic
cs: Nadřazené téma

source: Top-Level Topic
cs: Téma na nejvyšší úrovni

source: Ticket Number Format
cs: Formát čísla požadavků

source: Custom
cs: Volitelné

source: Format
cs: Formát

source: e.g.
cs: např.

source: Sequence
cs: Číselná řada

source: Random
cs: Náhodně

source: SLA Plan
cs: Plán SLA

source: Department's Default
cs: Výchozí nastavení oddělení

source: Thank-You Page
cs: Stránka s poděkováním

source: Auto-assign To
cs: Automaticky přiřaď

source: Unassigned
cs: Nepřiřazeno

source: Agents (%d)
cs: Pracovníci (%d)

source: Teams (%d)
cs: Týmy (%d)

source: Add Custom Form
cs: Přidat uživatelský formulář

source: Add a custom form
cs: Přidat uživatelský formulář

source: help topic
cs: téma podpory

source: Save
cs: Uložit

source: Sorting Mode
cs: Způsob řazení

source: No help topics found
cs: Témata podpory nebyly nalezeny

source: selected help topic
cs: vybrané téma podpory

source: Log In
cs: Přihlásit

source: Powered by
cs: Postaveno na

source: Delete Organization
cs: Smazat organizaci

source: Manage Forms
cs: Spravovat formuláře

source: Notes
cs: Poznámky

source: Add Organization
cs: Přidat organizaci

source: No organizations found!
cs: Organizace nebyly nelezeny!

source: Query returned 0 results.
cs: Dotaz vrátil 0 záznamů.

source: Landing Page
cs: Úvodní stránka

source: Offline Page
cs: Stránka mimo provoz

source: Update Page
cs: Změnit stránku

source: Add New Page
cs: Přidat novou stránku

source: Add Page
cs: Přidat stránku

source: Page information
cs: Informace o stránce

source: Select Page Type
cs: Vyberte typ stránky

source: Public URL
cs: Veřejná adresa URL

source: Page Content
cs: Obsah stránky

source: Ticket variables are only supported in thank-you pages.
cs: Proměnné požadavku jsou podporovány pouze na stránce s poděkováním.

source: site page
cs: webová stránka

source: No pages found!
cs: Stránky nebyly nenalezeny!

source: Site Pages
cs: Stránky

source: (in-use)
cs: (používané)

source: selected site page
cs: vybraná webová stránka

source: Install a new plugin
cs: Instalace nového pluginu

source: To add a plugin into the system, download and place the plugin into the <code>include/plugins</code> folder. Once in the plugin is in the <code>plugins/</code> folder, it will be shown in the list below.
cs: Pro přidání nového pluginu ho nahrajte do adresáře <code>include/plugins</code>. Jakmile bude plugin v adresáři <code>plugins</code>, bude pak zobrazen níže uvedeném seznamu.

source: Install
cs: Instalovat

source: Version
cs: Verze

source: Author
cs: Autor

source: Update Plugin
cs: Změnit plugin

source: Manage Plugin
cs: Nastavení pluginu

source: Configuration
cs: Nastavení

source: This plugin has no configurable settings
cs: Tento plugin nemá žádné volitelné nastavení

source: Every plugin should be so easy to use.
cs: Každý plugin má být snadno použitelný.

source: Currently Installed Plugins
cs: Aktuálně nainstalované pluginy

source: Add New Plugin
cs: Přidat nový plugin

source: Plugin Name
cs: Název pluginu

source: Date Installed
cs: Datum instalace

source: No plugins installed yet &mdash; %s add one %s!
cs: Žádný plugin nebyl zatím nainstalován &mdash; %s přidejte první %s!

source: selected plugin
cs: vybraný plugin

source: Configuration for deleted plugins CANNOT be recovered.
cs: Konfiguraci pro smazaný plugin nebude možné obnovit.

source: My Account Profile
cs: Můj uživatelský profil

source: Account
cs: Profil

source: e.g. me@mycompany.com
cs: např. ja@mojefirma.cz

source: Authentication
cs: Přihlašovací údaje

source: Backend
cs: Služba na pozadí

source: Status and Settings
cs: Stav a nastavení

source: Show assigned tickets on open queue.
cs: Ukázat přiřazené požadavky v seznamu otevřených.

source: Vacation Mode
cs: Na dovolené

source: Profile preferences and settings
cs: Možnosti a nastavení profilu

source: Maximum Page size
cs: Maximální počet záznamů na stránce

source: show %s records
cs: zobrazit %s záznamů

source: per page.
cs: na stránku.

source: Auto Refresh Rate
cs: Rychlost automatického obnovování

source: Tickets page refresh rate in minutes.
cs: Rychlost obnovování stránky požadavků v minutách.

source: Every minute
cs: Každou minutu

source: Default From Name
cs: Výchozí název v položce Od

source: From name to use when replying to a thread
cs: Při odpovědi do vlákna použít jméno pro položku Od

source: Email Address Name
cs: Název e-mailové adresy

source: Department Name (%s)
cs: Název oddělení (%s)

source: if public
cs: pokud je veřejné

source: My Name
cs: Mé jméno

source: Thread View Order
cs: Pořadí zobrazených záznamů vlákna

source: The order of thread entries
cs: Pořadí záznamů vlákna

source: Descending
cs: Sestupný

source: Ascending
cs: Vzestupný

source: Default Signature
cs: Výchozí podpis odpovědi

source: This can be selected when replying to a thread
cs: Toto může být změněno při odpovídání na požadavek

source: My Signature
cs: Můj podpis

source: Department Signature (%s)
cs: Podpis oddělení (%s)

source: if set
cs: pokud je nastaveno

source: Default Paper Size
cs: Výchozí velikost papíru

source: Paper size used when printing tickets to PDF
cs: Velikost papíru se použije při tisku požadavku do formátu PDF

source: Localization
cs: Lokalizace

source: Time Format
cs: Formát zobrazení času

source: Relative Time
cs: Relativní čas

source: Preferred Locale
cs: Preferované umístění

source: Use Language Preference
cs: Automaticky dle jazyku prohlížeče

source: Optional signature used on outgoing emails.
cs: Volitelný podpis přidávaný do odchozích e-mailů.

source: Signature is made available as a choice, on ticket reply.
cs: Podpis je k dispozici jako volba při odpovědi na požadavek.

source: A confirmation email has been sent
cs: Potvrzovací e-mail byl odeslán

source: A password reset email was sent to the email on file for your account. Follow the link in the email to reset your password.
cs: Byl vám zaslán e-mail s odkazem na obnovu hesla. Pro obnovu hesla pokračujte kliknutím na odkaz v daném e-mailu.

source: Add New Queue
cs: Přidat nový seznam

source: Manage Custom Queue
cs: Spravovat uživatelské seznamy

source: Ticket Queues
cs: Seznamy požadavků

source: Criteria
cs: Nastavení

source: Columns
cs: Sloupce

source: Sort
cs: Řadit

source: Preview
cs: Náhled

source: Queue Name
cs: Název seznamu

source: Queue Search Criteria
cs: Nastavení hledání v seznamu

source: Include parent search criteria
cs: Zahrnout nastavení rodičovského seznamu

source: Parent Queue
cs: Rodičovský seznam

source: Top-Level Queue
cs: Seznam nejvyšší úrovně

source: Quick Filter
cs: Rychlý filtr

source: Inherit from parent
cs: Zdědit z rodičovského seznamu

source: Defaut Sorting
cs: Výchozí třízení

source: Manage columns in this queue
cs: Spravovat sloupce v tomto seznamu

source: Add, and remove the fields in this list using the options below. Drag columns to reorder them.
cs: Přidejte nebo smažte položky z tohoto seznamu pomocí níže zobrazených voleb. Tažením sloupce přeskupte.

source: Manage Queue Sorting
cs: Spravovat třízení seznamu

source: Select the sorting options available in the sorting drop-down when viewing the queue. New items can be added via the drop-down below.
cs: Vyberte možnosti třízení dostupné pro rozbalovací menu třízení při zobrazení seznamu. Nové položky mohou být přidány pomocí rozbalovacího menu.

source: Inherit sorting from the parent queue
cs: Zdědit třízení z rodičovského seznamu

source: Details
cs: Informace

source: Add Sort Criteria
cs: Přidat nastavení třízení

source: Add New Sort Criteria
cs: Přidat nové nastavení třízení

source: Creator
cs: Vytvořil

source: Update Role
cs: Změna role

source: Add Role
cs: Vytvořit roli

source: Permissions
cs: Oprávnění

source: Roles are used to define agents' permissions
cs: Role jsou používány pro nastavení práv pracovníků

source: Created On
cs: Vytvořeno dne

source: No roles defined yet &mdash; %s add one %s!
cs: Nejsou ještě nadefinovány role &mdash; %s přidejte jednu %s!

source: Are you sure want to <b>enable</b> %s?
cs: Jste si jist, že chcete <b>povolit</b> %s?

source: selected role
cs: vybraná role

source: Are you sure want to <b>disable</b> %s?
cs: Jste si jist, že chcete <b>zakázat</b> %s?

source: Deleted roles CANNOT be recovered.
cs: Smazané role nemohou být obnoveny.

source: Access Control Settings
cs: Nastavení přístupových práv

source: Configure Access to this Help Desk
cs: Nastavení přístupu k tomuto systému zákaznické podpory

source: Agent Authentication Settings
cs: Nastavení přihlášení pracovníků

source: Password Expiration Policy
cs: Zásada pro vypršení platnosti hesla

source: No expiration
cs: Bez časového omezení

source: Monthly
cs: Měsíčně

source: Allow Password Resets
cs: Povolit obnovení hesla

source: Reset Token Expiration
cs: Lhůta vypršení poukázky na obnovu hesla

source: Agent Excessive Logins
cs: Nadměrné přihlašování pracovníka

source: failed login attempt(s) allowed before a lock-out is enforced
cs: povolený počet neúspěšných pokusů o přihlášení před zablokováním účtu

source: minutes locked out
cs: doba od uzamknutí účtu v minutách

source: Agent Session Timeout
cs: Maximální délka nečinnosti pracovníka

source: (0 to disable)
cs: (pro deaktivaci použít 0)

source: Bind Agent Session to IP
cs: Spárovat relaci pracovníka s IP adresou

source: End User Authentication Settings
cs: Nastavení přihlášení uživatelů

source: Registration Required
cs: Registrace vyžadována

source: Require registration and login to create tickets
cs: Vyžadovat registraci a přihlášení k vytvoření požadavku

source: Registration Method
cs: Metoda registrace

source: Disabled — All users are guests
cs: Zakázáno - všichni uživatelé jsou návštěvníci

source: Public — Anyone can register
cs: Veřejné - každý se může registrovat

source: Private — Only agents can register users
cs: Soukromé - registrovat uživatele mohou jen pracovníci

source: User Excessive Logins
cs: Nadměrné přihlašování uživatele

source: User Session Timeout
cs: Maximální doba nečinnosti uživatele

source: Client Quick Access
cs: Rychlý přístup pro uživatele

source: Require email verification on "Check Ticket Status" page
cs: Vyžadovat ověření e-mailovou adresou na stránce "Ověření stavu požadavku"

source: Authentication and Registration Templates
cs: Šablony přihlášení a registrace

source: Clients
cs: Zákazníci

source: Guest Ticket Access
cs: Přístup návštěvníků k požadavkům

source: Sign In Pages
cs: Stránky přihlášení

source: Agent Login Banner
cs: Hlášení systému při přihlášení pracovníka

source: Client Sign-In Page
cs: Stránka přihlášení uživatele

source: User Account Registration
cs: Registrace uživatelského účtu

source: Please Confirm Email Address Page
cs: Stránka pro potvrzení e-mailové adresy

source: Confirmation Email
cs: Potvrzovací e-mail

source: Account Confirmed Page
cs: Stránka s potvrzením registrace

source: Agent Account Registration
cs: Registrace pracovníka

source: Agent Welcome Email
cs: Uvítací e-mail pracovníka

source: Reset Changes
cs: Vymazat změny

source: Agents Settings
cs: Nastavení pracovníků

source: General Settings
cs: Obecná nastavení

source: Name Formatting
cs: Styl zobrazení jména

source: Agent Identity Masking
cs: Skrytí identity pracovníka

source: Hide agent's name on responses.
cs: Neuvádět jméno pracovníka v odpovědích.

source: Avatar Source
cs: Zdroj ikon uživatelů

source: Authentication Settings
cs: Nastavení přihlášení

source: Authentication and Registration Templates &amp; Pages
cs: Šablony a stránky přihlášení a registrace

source: Sign-in Login Banner
cs: Hlášení systému při přihlášení a registraci

source: Password Reset Email
cs: E-mail pro obnovení hesla

source: Admin Email
cs: E-mailová adresa správce

source: Department Manager
cs: Vedoucí oddělení

source: Organization Account Manager
cs: Správce účtu organizace

source: Last Respondent
cs: Poslední odpovídající

source: New Internal Activity Alert
cs: Upozornění na novou interní událost

source: Assigned Agent
cs: Přiřazený pracovník

source: System Alerts
cs: Systémová upozornění

source: System Errors
cs: Systémové chyby

source: (enabled by default)
cs: (povolené ve výchozím stavu)

source: SQL errors
cs: Chyby SQL

source: Excessive failed login attempts
cs: Nadměrné neúspěšné pokusy o příhlášení

source: Global setting - can be disabled at department or email level.
cs: Globální nastavení - může být zakázáno na úrovni oddělení nebo e-mailu.

source: New Ticket by Agent
cs: Nový požadavek od pracovníka

source: Submitter: Send receipt confirmation
cs: Zadavatel: Odeslat potvrzení příjmu

source: Participants: Send new activity notice
cs: Účastníci: Odeslat oznámení nové události

source: Email Settings and Options
cs: Nastavení a možnosti e-mailu

source: Note that some of the global settings can be overwridden at department/email level.
cs: Některá globální nastavení mohou být přepsána na úrovni oddělení či e-mailu.

source: Default Template Set
cs: Výchozí sada šablon

source: Select Default Email Template Set
cs: Zvolte výchozí sadu šablon e-mailů

source: Default Alert Email
cs: Výchozí e-mailová adresa pro upozornění

source: Use Default System Email (above)
cs: Použít výchozí systémový e-mail (viz výše)

source: Admin's Email Address
cs: E-mailová adresa správce

source: Verify Email Addresses
cs: Oveření e-mailové adresy

source: Verify email address domain
cs: Oveření domény e-mailové adresy

source: Incoming Emails
cs: Příchozí e-maily

source: Email Fetching
cs: Načítání e-mailu

source: Fetch on auto-cron
cs: Načítání pomocí auto-cron

source: Strip Quoted Reply
cs: Odstranit citaci v odpovědi

source: Reply Separator Tag
cs: Značka pro oddělení odpovědi

source: Emailed Tickets Priority
cs: Priorita požadavků zaslaných e-mailem

source: Accept All Emails
cs: Přijímat všechny e-maily

source: Accept email from unknown Users
cs: Akceptovat e-maily od neznámých uživatelů

source: Accept Email Collaborators
cs: Přidat spolupracovníky z e-mailu

source: Automatically add collaborators from email fields
cs: Automaticky přidat spolupracovníky z adresátů e-mailu

source: Default email only applies to outgoing emails without SMTP setting.
cs: Výchozí e-mail platí pouze pro odchozí e-maily bez nastavení SMTP.

source: Default MTA
cs: Výchozí MTA

source: None: Use PHP mail function
cs: Žádný: Použít e-mailovou funkci v PHP

source: Email attachments to the user
cs: Odeslat přílohy uživateli

source: Knowledge Base Settings and Options
cs: Nastavení a možnosti báze znalostí

source: Disabling knowledge base disables clients' interface.
cs: Zakázání báze znalostí zakáže zákaznické rozhraní báze znalostí.

source: Knowledge Base Status
cs: Stav báze znalostí

source: Enable Knowledge Base
cs: Povolit bázi znalostí

source: Require Client Login
cs: Vyžadovat přihlášení uživatele

source: Enable Canned Responses
cs: Zapnout předpřipravené odpovědi

source: Company Profile
cs: Profil společnosti

source: Basic Information
cs: Základní informace

source: Logos
cs: Loga

source: Login Backdrop
cs: Pozadí přihlášení

source: To edit or add new pages go to %s Manage &gt; Site Pages %s
cs: Pro úpravu či přidání stránek běžte na %s Spravovat &gt; Stránky %s

source: Select Landing Page
cs: Vyberte úvodní stránku

source: Select Offline Page
cs: Vyberte stránku mimo provoz

source: Default Thank-You Page
cs: Výchozí stránka s poděkováním

source: Select Thank-You Page
cs: Vyberte stránku s poděkováním

source: System Default Logo
cs: Výchozí logo systému

source: Use a custom logo
cs: Použít vlastní logo

source: Upload a new logo
cs: Nahrát nové logo

source: System Default Backdrop
cs: Výchozí systémové pozadí

source: Use a custom backdrop
cs: Použít vlastní pozadí

source: Upload a new backdrop
cs: Nahrát nové pozadí

source: selected image
cs: vybraný obrázek

source: System Settings and Preferences
cs: Nastavení a možnosti systému

source: Helpdesk Status
cs: Stav systému zákaznické podpory

source: Offline
cs: Mimo provoz

source: Helpdesk URL
cs: URL systému zákaznické podpory

source: Helpdesk Name/Title
cs: Název systému zákaznické podpory

source: Default Department
cs: Výchozí oddělení

source: Select Default Department
cs: Vyberte výchozí oddělení

source: Collision Avoidance Duration
cs: Doba vyhnutí se kolize

source: Default Page Size
cs: Výchozí počet záznamů na stránce

source: Default Log Level
cs: Výchozí úroveň systémových záznamů
