Repository: rbukovansky/osTicket-cs-translation
Catalog: 1.10.x/LC_MESSAGES/messages-*.po
Languages: cs

source: We are delighted you have chosen osTicket for your customer support ticketing system!
cs: Velice nás těší, že jste si vybrali systém osTicket jako váš systém zákaznické podpory!

source: The installer will guide you every step of the way in the installation process. You're minutes away from your awesome customer support system!
cs: Instalační program vás provede všemi kroky instalačního procesu. Jste pár minut od vašeho úžasného systému zákaznické podpory!

source: These items are necessary in order to install and use osTicket.
cs: Tyto položky jsou nezbytné pro instalaci a použití osTicketu.

source: %s or greater
cs: %s nebo větší

source: Recommended
cs: Doporučení

source: You can use osTicket without these, but you may not be able to use all features.
cs: Je možné bez toho osTicket používat, ale nemusí být možné použít všechny funkce.

source: Required for mail fetching
cs: Potřebné pro stažení pošty

source: (for XML API)
cs: (pro XML API)

source: (for HTML email processing)
cs: (pro zpracování e-mailu ve formátu HTML)

source: (faster performance)
cs: (rychlejší zpracování)

source: recommended for all installations
cs: doporučeno pro všechny instalace

source: recommended for plugins and language packs
cs: doporučené pro pluginy a jazykové balíčky

source: recommended for improved localization
cs: doporučeno pro zlepšení lokalizace

source: osTicket Basic Installation
cs: Základní instalace osTicket

source: Please fill out the information below to continue your osTicket installation. All fields are required.
cs: Vyplňte níže zobrazené informace pro pokračování v instalaci osTicketu. Všechny položky jsou povinné.

source: The URL of your helpdesk, its name, and the default system email address
cs: URL systému zákaznické podpory, jeho název a výchozí e-mailová adresu

source: Default Email
cs: Výchozí e-mailová adresa

source: Admin User
cs: Správce

source: Your primary administrator account - you can add more users later.
cs: Váš hlavní účet správce - další uživatele můžete přidat později.

source: Retype Password
cs: Opětovné zadání hesla

source: Database Settings
cs: Nastavení databáze

source: Database connection information
cs: Informace pro připojení do databáze

source: Install Now
cs: Instalovat

source: We provide <u>professional installation services</u> and commercial support.
cs: Zajišťujeme <u>profesionální instalaci</u> a placenou podporu.

source: Please wait... while we install your new support ticket system!
cs: Prosím počkejte ... dokud se nenainstaluje nový systém zákaznické podpory!

source: Basic Installation Completed
cs: Základní instalace je dokončena

source: osTicket installation has been completed successfully.
cs: Instalace osTicket byla úspěšně dokončena.

source: I'd like to receive the following notifications
cs: Rád bych dostával následující oznámení

source: News &amp; Announcements
cs: Novinky a oznámení

source: Security Alerts
cs: Bezpečnostní upozornění

source: Keep me Updated
cs: Udržujte mne v obraze

source: No thanks.
cs: Ne, děkuji.

source: Thank you!
cs: Děkujeme!

source: Once again, thank you for choosing osTicket as your new customer support platform!
cs: Ještě jednou děkujeme, že jste zvolili osTicket jako systém vaší zákaznické podpory!

source: Launching a new customer support platform can be a daunting task. Let us get you started! We provide professional support services to help get osTicket up and running smoothly for your organization.
cs: Spuštění nového systému zákaznické podpory může být skličující úkol. Pojďme me na to! Poskytujeme vám profesionální služby podpory pomoci, abyste měli osTicket pro vaši organizaci plně funkční a bezproblémový.

source: File Upload Error
cs: Chyba nahrávání souboru

source: Uploading ...
cs: Nahrávání ...

source: Your browser is not supported
cs: Váš prohlížeč není podporován

source: You are trying to upload too many files
cs: Snažíte se vložit příliš mnoho souborů

source: This type of file is not allowed
cs: Tento typ souboru není dovolen

source: Could not find or read this file
cs: Nelze nalézt či přečíst tento soubor

source: Are you sure you want to leave? Any changes or info you've entered will be discarded!
cs: Opravdu chcete odejít? Všechny změny, které jste provedl, budou zrušeny!

source: Show Images
cs: Zobrazit obrázky

source: Draft Saved
cs: Koncept uložen

source: Delete Draft
cs: Odstranit koncept

source: Unable to save draft.
cs: Nelze uložit koncept.

source: Refresh the current page to restore and continue your draft.
cs: Načtěte znovu stávající stránku pro obnovu konceptu a pokračování v jeho úpravě.

source: Remove Font Family
cs: Odstranit typ písma

source: Change Font Family
cs: Změnit typ písma

source: Left to Right
cs: Zleva doprava

source: Right to Left
cs: Zprava doleva

source: Change Text Direction
cs: Změnit tok textu

source: Annotate
cs: Přidat poznámku

source: Add Arrow
cs: Přidat šipku

source: Add Rectangle
cs: Přidat obdélník

source: Add Ellipse
cs: Přidat elipsu

source: Add Text
cs: Přidat text

source: Decrease Font Size
cs: Zmenšit písmo

source: Increase Font Size
cs: Zvětšit písmo

source: Set Stroke
cs: Nastavit tloušťku

source: Set Fill
cs: Nastavit vyplnění

source: Toggle Opacity
cs: Nastavit průhlednost

source: Bring Forward
cs: Přenést do popředí

source: Delete Object
cs: Smazat objekt

source: Commit Annotations
cs: Zaslat přidané vysvětlivky

source: Translate
cs: Přeložit

source: Saving
cs: Ukládání

source: Loading
cs: Nahrávání

source: Not currently translated
cs: Není aktuálně přeloženo

source: You're limited to only {0} selections.
cs: Jste omezeni na {0} výběrů.

source: You have made {0} selections.
cs: Provedl jste {0} výběrů.

source: Please remove {0} selection(s).
cs: Prosím, odstraňte {0} výběr(ů).

source: Alert
cs: Upozornění

source: Please make at least {0} selections. {1} checked so far.
cs: Prosím proveďte nejméně {0} výběrů. {1} odsouhlaseno.

source: Are you sure you want to remove this attachment?
cs: Opravdu si přejete odstranit tuto přílohu?

source: Acquiring Lock
cs: Získání zámku

source: Your lock is expiring soon.
cs: Váš zámek brzy vyprší.

source: The lock you hold on this ticket will expire soon. Would you like to renew the lock?
cs: Zámek, který držíte na tomto požadavku, vyprší. Chcete obnovit zámek?

source: Renew
cs: Obnovit

source: Unable to lock the ticket.
cs: Nelze zamknout požadavek.

source: Someone else could be working on the same ticket.
cs: Někdo jiný možná pracuje na stejném požadavku.

source: Still busy... smile #
cs: Stále pracuji... úsměv, prosím #

source: Cleaning up!...
cs: Uklízím!...

source: Error occurred. Aborting...
cs: Došlo k chybě. Přerušuji...

source: Manual upgrade required (ajax failed)
cs: Je nutná ruční aktualizace (AJAX selhal)

source: Something went wrong
cs: Něco je špatně
