Repository: rbukovansky/osTicket-cs-translation
Catalog: 1.10.x/LC_MESSAGES/messages-*.po
Languages: cs

source: Status Changed
cs: Stav změněn

source: Maximum open tickets (%1$d) reached for %2$s
cs: Maximum otevřených požadavků (%1$d) dosažen pro %2$s

source: Maximum Open Tickets Limit (%s)
cs: Limit maximálního počtu otevřených požadavků (%s)

source: Maximum open tickets reached for %s.
cs: Uživatel %s dosáhl maximálního počtu požadavků.

source: Open tickets: %d
cs: Otevřených požadavků: %d

source: Max allowed: %d
cs: Maximálně povoleno: %d

source: Notice sent to the user.
cs: Oznámení odesláno uživateli.

source: Ticket Assignment
cs: Přiřazení požadavku

source: Ticket claimed by %s
cs: Pracovník %s si přiřadil požadavek

source: Ticket Assigned to %s
cs: Požadavek přiřazen %s

source: Default email address of ticket owner
cs: Výchozí e-mailová adresa vlastníka požadavku

source: Name of ticket owner
cs: Jméno vlastníka požadavku

source: Phone number of ticket owner
cs: Telefonní číslo vlastníka požadavku

source: Create Date
cs: Datum vytvoření

source: Reopen Date
cs: Datum znovuotevření

source: Close Date
cs: Datum uzavření

source: Last Update
cs: Poslední úprava

source: Assigned Staff
cs: Přiřazený pracovník

source: Assigned Team
cs: Přiřazený tým

source: Department selection required
cs: Vyžadován výběr oddělení

source: %s already in the department
cs: %s již v oddělení je

source: SYSTEM (Canned Reply)
cs: SYSTEM (Předpřipravená odpověď)

source: Ticket #%1$s deleted by %2$s
cs: Požadavek č. %1$s byl smazán uživatelem %2$s

source: Ticket #%s deleted
cs: Požadavek č. %s byl smazán

source: Help topic selection is required
cs: Vyžadován výběr tématu podpory

source: Select a valid SLA
cs: Zvolte platný plán SLA

source: Invalid date format - must be MM/DD/YY
cs: Neplatný formát zobrazení data - musí být dd.mm.yy

source: Invalid user-id
cs: Neplatné uživatelské ID

source: Correct any errors below and try again
cs: Opravte níže uvedené chyby a zkuste to znovu

source: Due date can NOT be set on a closed ticket
cs: Datum splnění nemůže být nastaveno na zavřeném požadavku

source: Select a time from the list
cs: Zvolte čas ze seznamu

source: Invalid due date
cs: Neplatné datum splnění

source: Due date must be in the future
cs: Datum splnění musí být v budoucnosti

source: Invalid source given - %s
cs: Byl dán neplatný zdroj - %s

source: Ticket Updated
cs: Požadavek změněn

source: This help desk is for use by authorized users only
cs: Tento systém zákaznické podpory je pouze pro autorizované osoby

source: Select a Help Topic
cs: Vyberte téma podpory

source: Indicate ticket source
cs: Označuje zdroj požadavku

source: Unknown system email
cs: Neznámá systémová e-mailová adresa

source: Invalid ticket origin given
cs: Byl zadán neplatný původ požadavku

source: Ticket rejected (%s) by filter "%s"
cs: Požadavek byl odmítnut (%s) filtrem "%s"

source: You've reached the maximum open tickets allowed.
cs: Dosáhl jste maxima povolených otevřených požadavků.

source: Ticket denied - %s
cs: Požadavek zamítnut - %s

source: Max open tickets (%1$d) reached for %2$s
cs: Uživatel %2$s dosáhl maxima otevřených požadavků (%1$d)

source: Ticket rejected (%s) (unregistered client)
cs: Požadavek zamítnut (%s) (neregistrovaný uživatel)

source: You do not have permission to create users.
cs: Nemáte právo vytvářet uživatele.

source: You do not have permission to create a ticket in this department
cs: Nemáte právo na vytvoření požadavku na toto oddělení

source: Valid email address is required
cs: Vyžadována platná e-mailová adresa

source: Action Denied. You are not allowed to assign/reassign tickets.
cs: Akce odmítnuta. Nemáte právo přiřazovat/předávat požadavky.

source: Help topic full path
cs: Plná cesta k tématu podpory

source: Help topic
cs: Téma podpory

source: Parent
cs: Rodičovský

source: Help topic name is required
cs: Vyžadován název tématu podpory

source: Topic is too short. Five characters minimum
cs: Název tématu je příliš krátké, musí obsahovat minimálně pět znaků

source: Topic already exists
cs: Téma již existuje

source: this help topic
cs: toto téma podpory

source: Upgrader Error
cs: Chyba aktualizace

source: (Latest)
cs: (Poslední)

source: Upgrade osTicket to %s
cs: Aktualizovat osTicket na %s

source: Upgrade to %s
cs: Aktualizovat na %s

source: Upgrader - %s (task pending).
cs: Aktualizace - %s (čekající úloha).

source: The %s task reports there is work to do
cs: %s úkol hlásí, že je zde práce k vykonání

source: Patch %s applied successfully
cs: Záplata %s aplikována úspěšně

source: Upgrader - %s applied
cs: Aktualizace - %s aplikován

source: Upgrader - %s cleanup
cs: Aktualizace - %s vyčištění

source: Applied cleanup script %s
cs: Aplikován skript vyčištění %s

source: Upgrader
cs: Aktualizace

source: %s: Unable to process cleanup file
cs: %s: Nelze zpracovat čistící soubor

source: Ability to add new users
cs: Právo vytvářet nové uživatele

source: Ability to manage user information
cs: Právo spravovat informace o uživateli

source: Ability to delete users
cs: Právo smazat uživatele

source: Manage Account
cs: Spravovat účet

source: Ability to manage active user accounts
cs: Právo spravovat účty aktivních uživatelů

source: Ability to access the user directory
cs: Právo k přístupu k adresáři uživatelů

source: Email is assigned to another user
cs: E-mailová adresa je již použita jiným uživatelem

source: Default email address
cs: Výchozí e-mailová adresa

source: Guest
cs: Host

source: Unable to import user: %s
cs: Nelze importovat uživatele: %s

source: Domain
cs: Doména

source: Mailbox
cs: E-mailová schránka

source: Personal name
cs: Vlastní jméno

source: First
cs: Jméno

source: Last
cs: Příjmení

source: First M. Last
cs: Jméno P. Příjmení

source: Mr. Last
cs: Pan Příjmení

source: Mr. First M. Last Sr.
cs: Pan Jméno P. Příjmení Sen.

source: -- As Entered --
cs: -- Jak je zadáno --

source: %s: Unable to retrieve template
cs: %s: Nelze načíst šablonu

source: Must be at least 6 characters
cs: Musí být nejméně 6 znaků

source: Users can always sign in with their email address
cs: Uživatelé se mohou vždy přihlásit pomocí jejich mailové adresy

source: Locked (Administrative)
cs: Uzamčen (Správcem)

source: Locked (Pending Activation)
cs: Uzamčen (čeká na aktivaci)

source: Active (Registered)
cs: Aktivní (registrovaný)

source: List of names
cs: Seznam jmen

source: List of email addresses
cs: Seznam e-mailových adres

source: List of names and email addresses
cs: Seznam jmen a e-mailových adres

source: Invalid input
cs: Neplatný vstup

source: No fields set up
cs: Žádná položka není nastavena

source: (Five characters min)
cs: (nejméně pět znaků)

source: (type not set)
cs: (není nastaven typ)

source: Username must have at least two (2) characters
cs: Uživatelské jméno musí mít alespoň dva (2) znaky

source: Username contains invalid characters
cs: Uživatelské jméno obsahuje neplatné znaky

source: Unknown object for "%s" tag
cs: Neznámý objekt u štítku "%s"

source: Type of recent activity
cs: Typ poslední události

source: Agent performing the assignment
cs: Pracovník provádějící přiřazení

source: Access link
cs: Přístupový odkaz

source: Internal Note
cs: Interní poznámka

source: XML error: %1$s at line %2$d:%3$d
cs: XML error: %1$s na řídku %2$d:%3$d

source: Email Access Link
cs: Odeslat přístupový odkaz e-mailem

source: View Ticket
cs: Zobrazit požadavek

source: Please provide your email address and a ticket number.
cs: Prosím zadejte vaši e-mailovou adresu a číslo požadavku.

source: An access link will be emailed to you.
cs: Přístupový odkaz vám bude zaslán e-mailem.

source: This will sign you in to view your ticket.
cs: Toto vás přihlásí pro zobrazení požadavku.

source: e.g. john.doe@osticket.com
cs: například jan.novak@firma.cz

source: e.g. 051243
cs: například 051243

source: Have an account with us?
cs: Máte již u nás uživatelský účet?

source: Sign In
cs: Přihlaste se

source: or %s register for an account %s to access all your tickets.
cs: nebo %s zaregistrujte nový účet %s pro přístup ke všem vašim požadavkům.

source: If this is your first time contacting us or you've lost the ticket number, please %s open a new ticket %s
cs: Pokud nás kontaktujete poprvé nebo jste ztratili číslo požadavku, založte prosím %s nový požadavek %s

source: Editing Ticket #%s
cs: Upravuje požadavek č. %s

source: Frequently Asked Questions
cs: Časté dotazy

source: Further Articles
cs: Další články

source: This category does not have any FAQs.
cs: Tato kategorie nemá žádné časté dotazy.

source: Back To Index
cs: Zpět na index

source: Search our knowledge base
cs: Vyhledat v naší bázi znalostí

source: All Categories
cs: Všechny kategorie

source: Helpdesk software - powered by osTicket
cs: Software systému zákaznické podpory - powered by osTicket

source: Please Wait!
cs: Prosím čekejte!

source: Please wait... it will take a second!
cs: Prosím čekejte... bude to trvat vteřinu!

source: Support Ticket System
cs: Systém zákaznické podpory

source: Profile
cs: Profil

source: Tickets <b>(%d)</b>
cs: Požadavky <b>(%d)</b>

source: Sign Out
cs: Odhlásit se

source: Guest User
cs: Nepřihlášený uživatel

source: Support Center
cs: Centrum zákaznické podpory

source: Click on the category to browse FAQs.
cs: Klikněte na kategorii pro procházení častých dotazů.

source: NO FAQs found
cs: Časté dotazy nebyly nalezeny

source: Other Resources
cs: Další odkazy

source: Search Results
cs: Výsledky vyhledávání

source: %d FAQs matched your search criteria.
cs: %d častých dotazů, které odpovídají vyhledávacím podmínkám.

source: The search did not match any FAQs.
cs: Vyhledávání nenašlo žádné odpovídající časté dotazy.

source: To better serve you, we encourage our clients to register for an account and verify the email address we have on record.
cs: Abychom mohli lépe spolupracovat, doporučujeme našim zákazníkům se zaregistrovat a ověřit e-mailovou adresu jejich účtu.

source: Email or Username
cs: Uživatelské jméno nebo e-mailová adresa

source: Password
cs: Heslo

source: Forgot My Password
cs: Obnova zapomenutého hesla

source: Not yet registered?
cs: Ještě nemáte registraci?

source: Create an account
cs: Založit účet

source: I'm an agent
cs: Jsem pracovník

source: sign in here
cs: Přihlašte se zde

source: Please fill in the form below to open a new ticket.
cs: Pro založení nového požadavku prosím vyplňte níže zobrazený formulář.

source: Client
cs: Zákazník

source: General Inquiry
cs: Obecný dotaz

source: Please re-enter the text again
cs: Prosím zadejte text znovu

source: Enter the text shown on the image.
cs: Přepište text z obrázku.

source: Create Ticket
cs: Vytvořit požadavek

source: Reset
cs: Vymazat

source: Cancel
cs: Zrušit

source: Manage Your Profile Information
cs: Spravovat informace vašeho profilu

source: Use the forms below to update the information we have on file for your account
cs: Pomocí níže zobrazeného formuláře změňte informace, které máme uloženy o vašem účtu

source: Preferences
cs: Možnosti

source: Time Zone
cs: Časové pásmo

source: Preferred Language
cs: Preferovaný jazyk

source: Use Browser Preference
cs: Použít předvolbu prohlížeče

source: Access Credentials
cs: Přístupové údaje

source: Confirm New Password
cs: Potvrďte nové heslo

source: Enter your username or email address again in the form below and press the <strong>Login</strong> to access your account and reset your password.
cs: Zadejte opět své uživatelské jméno nebo e-mailovou adresu do níže zobrazeného formuláře a stiskněte tlačítko <strong>Přihlásit se</strong> pro přístup k účtu a obnově hesla.

source: Enter your username or email address in the form below and press the <strong>Send Email</strong> button to have a password reset link sent to your email account on file.
cs: Zadejte své uživatelské jméno nebo e-mailovou adresu do níže zobrazeného formuláře a stiskněte tlačítko <strong>Odeslat e-mail</strong> pro zaslání e-mailu s odkazem na obnovu vašeho hesla.

source: Send Email
cs: Odeslat e-mail

source: We have sent you a reset email to the email address you have on file for your account. If you do not receive the email or cannot reset your password, please submit a ticket to have your account unlocked.
cs: Poslali jsme vám e-mail pro obnovu hesla na e-mailovou adresu, kterou máte zadánu u účtu. Pokud neobdržíte e-mail nebo nemůžete obnovit své heslo, odešlete požadavek pro odemknutí účtu.

source: Account Registration
cs: Registrace účtu

source: Thanks for registering for an account.
cs: Děkujeme za registraci účtu.

source: We've just sent you an email to the address you entered. Please follow the link in the email to confirm your account and gain access to your tickets.
cs: Právě jsme vám poslali e-mail na e-mailovou adresu, kterou jste zadali. Následujte prosím na odkaz v e-mailu a potvrďte tak svůj účet a získejte přístup k vašim požadavkům.

source: You've confirmed your email address and successfully activated your account. You may proceed to check on previously opened tickets or open a new ticket.
cs: Potvrdili jste svoji e-mailovou adresu a úspěšně jste aktivovali váš účet. Nyní můžete pokračovat pro zobrazení vašich předchozích požadavků nebo otevřít nový požadavek.

source: Your friendly support center
cs: Vaše zákaznická podpora

source: Use the forms below to create or update the information we have on file for your account
cs: Použijte níže zobrazený formulář pro zápis nebo změnu informací o vašem účtu

source: Login With
cs: Přihlásit s

source: Create a Password
cs: Zadejte heslo

source: Closed Tickets
cs: Uzavřené požadavky

source: Open Tickets
cs: Otevřené požadavky

source: All Tickets
cs: Všechny požadavky

source: All Help Topics
cs: Všechna témata podpory

source: Clear all filters and sort
cs: Smazat všechny filtry a třízení

# ticket-status
source: Open
cs: Otevřené

source: Ticket #
cs: Požadavek č.

source: Your query did not match any records
cs: Vašemu dotazu neodpovídají žádné záznamy

source: Page
cs: Stránka

source: This ticket is marked as closed and cannot be reopened.
cs: Požadavek byl označen jako uzavřený a nemůže být znovu otevřen.

source: Looking for your other tickets?
cs: Hledáte vaše ostatní požadavky?

source: or %s register for an account %s for the best experience on our help desk.
cs: nebo %s se zaregistrujte %s v našem systému zákaznické podpory pro více možností.

source: Reload
cs: Znovu načíst

source: Print
cs: Tisk

source: Basic Ticket Information
cs: Základní informace o požadavku

source: Ticket Status
cs: Stav požadavku

source: Post a Reply
cs: Zaslat odpověď

source: To best assist you, we request that you be specific and detailed
cs: Pro úspěšné vyřešení vašeho požadavku, prosím popište podrobně váš problém

source: Ticket will be reopened on message post
cs: Požadavek bude znovu otevřen, když pošlete zprávu

source: Featured Questions
cs: Důležité otázky

source: No entries have been posted to this thread.
cs: Do toho vlákna nebyly zadány žádné záznamy.

source: Edited on %s by %s
cs: Upraveno na %s uživatelem %s

source: Edited
cs: Upraveno

source: <b>%s</b> posted %s
cs: <b>%s</b> napsal %s

source: Update API Key
cs: Změnit klíč API

source: Save Changes
cs: Uložit změny

source: Add New API Key
cs: Přidat nový klíč API

source: Add Key
cs: Přidat klíč API

source: API Key is auto-generated. Delete and re-add to change the key.
cs: Klíč API je automaticky vygenerován. Pro změnu jej smažte a znovu přidejte.

source: API Key
cs: Klíč API

source: Services
cs: Služby

source: Check applicable API services enabled for the key.
cs: Zkontrolujte, zda jsou služby API povoleny pro tento klíč.

source: Can Create Tickets <em>(XML/JSON/EMAIL)</em>
cs: Může vytvářet požadavky pomocí <em>(XML/JSON/EMAIL)</em>

source: Can Execute Cron
cs: Může spouštět Cron

source: Internal Notes
cs: Interní poznámky

source: Be liberal, they're internal
cs: Nebojte se, jsou pouze interní

source: No API keys found
cs: Klíče API nebyly nalezeny

source: More
cs: Více

source: Enable
cs: Povolit

source: Disable
cs: Zakázat

source: Date Added
cs: Datum přidání

source: All
cs: Vše

source: Toggle
cs: Zaměnit

source: Please Confirm
cs: Prosím potvrďte

source: Are you sure you want to <b>enable</b> %s?
cs: Určitě chcete <b>povolit</b> %s?

source: selected API key
cs: zvolený klíč API

source: Are you sure you want to <b>disable</b> %s?
cs: Určitě chcete <b>zakázat</b>%s?

source: Deleted data CANNOT be recovered.
cs: Smazané údaje nebude možné obnovit.

source: Please confirm to continue.
cs: Pro pokračování prosím potvrďte.

source: No, Cancel
cs: Ne, zrušit

source: Yes, Do it!
cs: Ano, dokončit!

source: Term too short!
cs: Výraz je příliš krátký!

source: Banned Email Addresses
cs: Blokované e-mailové adresy

source: Ban New Email
cs: Zablokovat e-mailovou adresu

source: Remove
cs: Odstranit

source: No banned emails matching the query found!
cs: Blokované e-mailové adresy odpovídající dotazu nebyly nalezeny!

source: Ban Status
cs: Stav blokování

source: No banned emails found!
cs: Blokované e-mailové adresy nebyly nalezeny!

source: selected ban rule
cs: vybrané blokující pravidlo

source: Update Ban Rule
cs: Změnit pravidlo blokování

source: Add New Email Address to Ban List
cs: Přidat e-mailovou adresu do seznamu blokování

source: Add
cs: Přidat

source: Admin Notes
cs: Poznámky správce

source: Update Canned Response
cs: Změnit předpřipravenou odpověď

source: Add New Canned Response
cs: Přidat předpřipravenou odpověď

source: Add Response
cs: Přidat odpověď

source: Canned response settings
cs: Nastavení předpřipravených odpovědí

source: All Departments
cs: Všechna oddělení

source: Canned Response
cs: Předpřipravená odpověď

source: Make the title short and clear.
cs: Vytvořte daný název krátký a výstižný.

source: Supported Variables
cs: Podporované proměnné

source: Canned Attachments
cs: Předpřipravené přílohy

source: (optional)
cs: (volitelný)

source: Notes about the canned response.
cs: Poznámky k předpřipravené odpovědi.

source: Canned response is in use by email filter(s)
cs: Předpřipravená odpověď se používá filtrem (filtry) e-mailů

source: premade response
cs: předpřipravená odpověď

source: No premade responses found!
cs: Předpřipravené odpovědi nebyly nalezeny!

source: Add New Response
cs: Přidat novou odpověď

source: No canned responses
cs: Žádné předpřipravené odpovědi

source: selected canned response
cs: vybraná předpřipravená odpověď

source: Deleted data CANNOT be recovered, including any associated attachments.
cs: Smazané údaje nebude možné obnovit, včetně přiřazených příloh.

source: FAQ Categories
cs: Kategorie častých dotazů

source: Add New Category
cs: Přidat novou kategorii

source: Type
cs: Typ

source: No FAQ categories found!
cs: Kategorie častých dotazů nebyly nalezeny!

source: Make Public
cs: Zveřejnit

source: Make Internal
cs: Zveřejnit interně

source: Are you sure you want to make %s <b>public</b>?
cs: Určitě chcete <b>zvěřejnit</b> %s?

source: selected category
cs: vybraná kategorie

source: Are you sure you want to make %s <b>private</b> (internal)?
cs: Určitě chcete změnit %s na<b>soukromé</b> (interní)?

source: Deleted data CANNOT be recovered, including any associated FAQs.
cs: Smazané údaje nebude možné obnovit, včetně všech podřazených častých dotazů.

source: Update Category
cs: Změna kategorie

source: Category Type
cs: Typ kategorie

source: (on front-page sidebar)
cs: (na postranním pruhu hlavní stránky)

source: (publish)
cs: (publikovat)

source: (internal)
cs: (interní)

source: Category Information
cs: Informace o kategorii

source: Category Name
cs: Název kategorie

source: Short descriptive name.
cs: Krátky popisek.

source: Category Description
cs: Popis kategorie

source: Summary of the category.
cs: Shrnutí kategorie.

source: Report timeframe
cs: Časový rozsah

source: Last month
cs: Uplynulý měsíc

source: period
cs: období

source: Up to today
cs: Po dnešek

source: One Week
cs: Jeden týden

source: Two Weeks
cs: Dva týdny

source: One Month
cs: Jeden měsíc

source: One Quarter
cs: Jeden kvartál

source: Refresh
cs: Obnovit

source: Ticket Activity
cs: Události požadavků

source: Statistics
cs: Statistiky

source: Statistics of tickets organized by department, help topic, and agent.
cs: Statistiky požadavků rozděleny podle oddělení, témat podpory a pracovníků.

source: Export
cs: Exportovat

source: Update Department
cs: Změnit oddělení

source: Create Dept
cs: Vytvořit oddělení

source: Access
cs: Přístup

source: Department Information
cs: Informace o oddělení

source: Restrict ticket assignment to department members
cs: Omezit přiřazení požadavků na členy oddělení

source: Claim on Response
cs: Při odpovědi si přiřadit požadavek

source: auto claim
cs: přiřazení si

source: Outgoing Email Settings
cs: Nastavení odchozích e-mailů

source: Outgoing Email
cs: Odchozí e-mail

source: Template Set
cs: Sada šablon

source: Autoresponder Settings
cs: Nastavení systému automatických odpovědí

source: <strong>Disable</strong> for this Department
cs: <strong>Zakázat</strong> pro toto oddělení

source: New Message
cs: Nová zpráva

source: Auto-Response Email
cs: E-mailová adresa automatické odpovědi

source: Department Email
cs: E-mailová adresa oddělení

source: Alerts and Notices
cs: Upozornění a oznámení

source: No one (disable Alerts and Notices)
cs: Nikdo (vypnout upozornění a oznámení)

source: Department members only
cs: Pouze členové oddělení

source: Department and extended access members
cs: Pouze členové oddělení a jeho rozšířeného přístupu

source: Department Signature
cs: Podpis oddělení

source: Department Members
cs: Členové oddělení

source: Agents who are primary members of this department
cs: Pracovníci, kteří jsou hlavními členy tohoto oddělení

source: Department does not have primary members
cs: Oddělení nemá primární členy

source: Agents who have extended access to this department
cs: Pracovníci s rozšířeným přístupem do tohoto oddělení

source: Select Agent
cs: Vybrat pracovníka

source: Alerts
cs: Upozornění

source: department
cs: oddělení

source: (Default)
cs: (Výchozí)

source: No departments found!
cs: Oddělení nebyla nalezena!

source: selected department
cs: vybrané oddělení

source: No agents found!
cs: Pracovníci nebyly nalezeni!

source: Update form section
cs: Změnit sekci formuláře

source: Add new custom form section
cs: Přidat novou sekci uživatelského formuláře

source: Add Form
cs: Přidat formulář

source: Forms are used to allow for collection of custom data
cs: Formuláře jsou používány ke sběru volitelných údajů

source: Instructions
cs: Instrukce

source: User Information Fields
cs: Položky s informacemi o uživateli

source: (These fields are requested for new tickets via the %s form)
cs: (Tyto položky jsou vyžadovány pro nové požadavky ) pro formulář %s)

source: Label
cs: Popisek

source: Visibility
cs: Viditelnost

source: Variable
cs: Proměnná

source: Form Fields
cs: Položky formuláře

source: fields available where this form is used
cs: položky jsou dostupné tam, kde je tento formulář použit

source: Config
cs: Nastavení

source: Remove Existing Data?
cs: Odstranit existujicí údaje?

source: You are about to delete %s fields.
cs: Chystáte se smazat %s položek.

source: Would you also like to remove data currently entered for this field? <em> If you opt not to remove the data now, you will have the option to delete the the data when editing it.</em>
cs: Chcete také odstranit údaje zadané do této položky? <em>Jestliže nechcete odstranit údaje nyní, budete mít možnost je smazat během jejich úpravy.</em>

source: Loading ...
cs: Načítání ...

source: Remove all data entered for <u> %s </u>?
cs: Odstranit všechny údaje vloženy do <u>%s</u>?

source: Custom Forms
cs: Uživatelské formuláře

source: Add New Custom Form
cs: Přidat nový uživatelský formulář

source: form
cs: formulář
