Repository: rbukovansky/osTicket-cs-translation
Catalog: 1.10.x/LC_MESSAGES/messages-*.po
Languages: cs

source: Open a New Ticket
cs: Vytvořit nový požadavek

source: Agent Directory
cs: Seznam pracovníků

source: My Profile
cs: Můj profil

source: Organizations
cs: Organizace

source: FAQs
cs: Časté dotazy

source: Categories
cs: Kategorie

source: Canned Responses
cs: Předpřipravené odpovědi

source: Admin Dashboard
cs: Přehled pro správce

source: Settings
cs: Nastavení

source: System Settings
cs: Systémové nastavení

source: Manage
cs: Spravovat

source: Manage Options
cs: Spravovat možnosti

source: Email Settings
cs: Nastavení e-mailu

source: Manage Agents
cs: Správa pracovníků

source: System Logs
cs: Systémové záznamy

source: Company
cs: Společnost

source: System
cs: Systém

source: Help Topics
cs: Témata podpory

source: Ticket Filters
cs: Filtry požadavků

source: SLA Plans
cs: Plány SLA

source: API Keys
cs: Klíče API

source: Pages
cs: Stránky

source: Forms
cs: Formuláře

source: Lists
cs: Seznamy

source: Plugins
cs: Pluginy

source: Email Addresses
cs: E-mailová adresa

source: Banned Emails
cs: Blokované e-mailové adresy

source: Templates
cs: Šablony

source: Email Templates
cs: E-mailové šablony

source: Diagnostic
cs: Diagnostika

source: Email Diagnostic
cs: Diagnostika e-mailu

source: Roles
cs: Role

source: Departments
cs: Oddělení

source: Support Center Home
cs: Centrum podpory

source: Tickets (%d)
cs: Požadavky (%d)

source: Show all tickets
cs: Zobrazit všechny požadavky

source: View Ticket Thread
cs: Zobrazit vlákno požadavku

source: View ticket status
cs: Zobrazit stav požadavku

source: Check Ticket Status
cs: Zkontrolovat stav požadavku

source: %s Note
cs: %s poznámka

source: Create
cs: Vytvořit

source: Ability to create new organizations
cs: Právo vytvářet nové organizace

source: Ability to manage organizations
cs: Právo spravovat organizace

source: Ability to delete organizations
cs: Právo mazat organizace

source: Primary Contacts
cs: Primární kontakty

source: Account Manager
cs: Správce organizace

source: Organization Members
cs: Členové organizace

source: Organization with the same name already exists
cs: Již existuje organizace se stejným názvem

source: Enter a valid email domain, like domain.com
cs: Zadejte platnou doménu, jako domena.cz

source: Select an agent or team from the list
cs: Vyberte pracovníka nebo tým ze seznamu

source: Organization Data
cs: Údaje organizace

source: %s: Model does not define meta.table
cs: %s: Model nedefinuje meta.table

source: %s: Model does not define meta.pk
cs: %s: Model nedefinuje meta.pk

source: %s: Reverse does not specify any constraints
cs: %s: V opačném směru nejsou žádné omezení

source: %s: %s: Field not defined
cs: %s: %s: Položka není nedefinována

source: Expecting NULL or instance of %s. Got a %s instead
cs: Očekáván NULL nebo instance %s. Místo toho získán %s

source: QuerySet is read-only
cs: QuerySet je pouze pro čtení

source: Parameter count does not match query
cs: Počet parametrů neodpovídá dotazu

source: Invalid CSRF token [%1$s] on %2$s
cs: Neplatná CSRF poukázka [%1$s] na %2$s

source: Invalid CSRF Token
cs: Neplatná CSRF poukázka

source: Company Information
cs: Informace o společnosti

source: osTicket Alerts
cs: Upozornění osTicket

source: Backtrace
cs: Vzetí zpět

source: A page currently in-use CANNOT be disabled!
cs: Stránka, která je momentálně používána, nemůže být vypnuta!

source: Page is in-use!
cs: Stránka je používána!

source: Type is required
cs: Vyžadován typ

source: Name is required
cs: Vyžadován název

source: Name already exists
cs: Název již existuje

source: Page body is required
cs: Vyžadováno tělo stránky

source: this site page
cs: tato webová stránka

source: Message recipient
cs: Příjemce zprávy

source: Showing
cs: Zobrazení

source: %1$d - %2$d of %3$d
cs: %1$d - %2$d z %3$d

source: (defunct — missing)
cs: (nefunkční — chybějící)

source: Verified by %s
cs: Ověřeno %s

source: Verified
cs: Ověřeno

source: Registered
cs: Registrováno

source: The originator of this extension cannot be verified
cs: Autora tohoto rozšíření nelze ověřit

source: Keywords — Optional
cs: Klíčová slova - Volitelné

source: No fields selected for searching
cs: Pro hledání nebyly vybrány žádné položky

source: Active
cs: Aktivní

source: A title is required
cs: Název je vyžadován

source: Select a valid queue
cs: Vyberte platný seznam

source: No parent selected
cs: Rodičovský seznam nebyl vybrán

source: Select an item from the list
cs: Vyberte položku ze seznamu

source: Validation errors exist on criteria
cs: V nastavení byly nalezeny chyby

source: Start
cs: Začíná

source: Before
cs: Před

source: After
cs: Po

source: End
cs: Končí

source: Collaborator Count
cs: Počet spolupracovníků

source: Overdue Icon
cs: Ikona zpoždění

source: Ticket Source
cs: Zdroj požadavku

source: Locked
cs: Uzamčený

source: Ticket Link
cs: Odkaz na požadavek

source: User Link
cs: Odkaz na uživatele

source: Organization Link
cs: Odkaz na organizaci

source: Link
cs: Odkaz

source: Ticket Link with Preview
cs: Náhledový odkaz na požadavek

source: Relative Date and Time
cs: Relativní datum a čas

source: Date Format
cs: Formát zobrazení data

source: Primary Data Source
cs: Hlavní zdroj dat

source: Secondary Data Source
cs: Druhotný zdroj dat

source: Filter
cs: Filtrovat

source: Text Overflow
cs: Přetékání textu

source: Wrap Lines
cs: Zalomit řádky

source: Add Ellipsis
cs: Přidat elipsu

source: Clip Text
cs: Vystřihnout text

source: Clip Beginning Text
cs: Vystřihnout začátek textu

source: Add, and remove the fields in this list using the options below. Sorting can be performed on any field, whether displayed in the queue or not.
cs: Přidejte nebo odstraňte položky v tomto seznamu pomocí níže zobrazených voleb. Třízení může být podle kterékoliv položky, ať již v seznamu zobrazené či nikoliv.

source: Sort Criteria Title
cs: Název nastavení třízení

source: Stats
cs: Statistika

source: Ability to view stats of other agents in allowed departments
cs: Právo k prohlédnutí statistik ostatních pracovníků v povolených odděleních

source: Topics
cs: Témata

source: Agent
cs: Pracovník

source: Opened
cs: Otevřeno

source: Assigned
cs: Přiřazené

source: Closed
cs: Uzavřené

source: Reopened
cs: Znovuotevřené

source: Service Time
cs: Doba vypořádání

source: Response Time
cs: Reakční doba

source: Must check at least one permission for the role
cs: Je nutné zaškrtnout minimálně jedno oprávnění pro roli

source: Clone an existing role
cs: Zkopírovat existující roli

source: Search
cs: Hledat

source: See all tickets in search results, regardless of access
cs: Vidí všechny požadavky ve výsledku vyhledávání nezávisle na přístupových právech

source: Me
cs: Já

source: One of my teams
cs: Jeden z mých týmů

source: unassigned
cs: napřiřazeno

source: Open
cs: Otevřené

source: Error accessing SQL file %s
cs: Chyba přístupu k SQL souboru %s

source: Error parsing SQL schema
cs: Chyba při rozboru SQL schématu

source: Invalid object: %s: Expected class
cs: Neplatný objekt: %s: Byla očekávána třída

source: Invalid check function: Must be callable
cs: Neplatná ověřovací funkce: Musí být volatelná

source: Service Level Agreement
cs: Smlouva SLA

source: Grace Period (hrs)
cs: Lhůta (v hodinách)

source: Grace period required
cs: Vyžadována lhůta

source: Numeric value required (in hours)
cs: Vyžadována číselná hodnota (v hodinách)

source: this SLA plan
cs: tento plán SLA

source: %s (%d hours - %s)
cs: %s (%d hodin - %s)

source: Agent name
cs: Jméno pracovníka

source: Mobile Number
cs: Mobilní telefon

source: Signature
cs: Podpis

source: Authentication backend does not support password updates
cs: Autentizační server nepodporuje změny hesel

source: First name is required
cs: Vyžadováno jméno

source: Last name is required
cs: Vyžadováno přijmení

source: Valid email is required
cs: Vyžadována platná e-mailová adresa

source: Already in-use as system email
cs: již používána jako systémová e-mailová adresa

source: Email already in use by another agent
cs: E-mailová adresa je již používána jiným pracovníkem

source: Valid phone number is required
cs: Vyžadováno platné telefonní číslo

source: You don't have a signature
cs: Nemáte žádný podpis

source: Unable to retrieve password reset email template
cs: Nelze získat šablonu e-mailu pro obnovu hesla

source: Agent Password Reset
cs: Obnova hesla pracovníka

source: Password reset was attempted for agent: %1$s<br><br> Requested-User-Id: %2$s<br> Source-Ip: %3$s<br> Email-Sent-To: %4$s<br> Email-Sent-Via: %5$s
cs: Pokus o obnovu hesla pracovníka: %1$s<br><br> Requested-User-Id: %2$s<br> Source-Ip: %3$s<br> Email-Sent-To: %4$s<br> Email-Sent-Via: %5$s

source: Unable to import (%s): %s
cs: Nelze naimportovat (%s): %s

source: Internal Error
cs: Vnitřní chyba

source: First name required
cs: Vyžadováno jméno

source: Last name required
cs: Vyžadováno příjmení

source: Username is required
cs: Vyžadováno uživatelské jméno

source: Username already in use
cs: Uživatelské jméno je již použito

source: Already in use system email
cs: Je již používána jako systémová e-mailová adresa

source: Department is required
cs: Vyžadováno oddělení

source: Role for primary department is required
cs: Vyžadována role v hlavním oddělení

source: Cowardly refusing to remove or lock out the only active administrator
cs: Zbaběle odmítám odebrat nebo zablokovat jediného aktivního správce

source: this agent
cs: tento pracovník

source: Select a valid departent
cs: Vyberte platné oddělení

source: Agent already has access to this department
cs: Pracovník již přístup do tohoto oddělení má

source: Send the agent a password reset email
cs: Odeslat pracovníkovi e-mail pro obnovu hesla

source: New Password
cs: Nové heslo

source: Confirm Password
cs: Potvrdit heslo

source: Require password change at next login
cs: Vyžadovat změnu hesla při příštím přihlášení

source: Current Password
cs: Současné heslo

source: Enter a new password
cs: Zadejte nové heslo

source: Confirm your current password and enter a new password to continue
cs: Potvrďte současné heslo a zadejte nové heslo pro pokračování

source: Clone an existing agent
cs: Zkopírovat stávajícího pracovníka

source: Primary Department
cs: Hlavní oddělení

source: Primary Role
cs: Hlavní role

source: Corresponding Role
cs: Odpovídající role

source: Maintain access to current primary department
cs: Zachovat přístup ke stávajícímu hlavnímu oddělení

source: Change the primary department and primary role of the selected agents
cs: Změnit hlavní oddělení a hlavní roli pro vybrané pracovníky

source: Email Address — e.g. me@mycompany.com
cs: E-mailová adresa — např. ja@mojefirma.cz

source: Select Role
cs: Vybrat roli

source: Account Type
cs: Typ účtu

source: Agent has access to the admin panel
cs: Pracovník má přístup k panelu správce

source: Send a welcome email with login information
cs: Odeslat uvítací e-mail s informacemi pro přihlášení

source: Temporary Password
cs: Dočasné heslo

source: Ability to create tasks
cs: Právo vytvářet úkoly

source: Ability to edit tasks
cs: Právo upravovat úkoly

source: Ability to assign tasks to agents or teams
cs: Právo přiřadit úkoly pracovníkům nebo týmům

source: Ability to transfer tasks between departments
cs: Právo předávat úkoly mezi odděleními

source: Post Reply
cs: Odeslat odpověď

source: Ability to post task update
cs: Právo přidat změnu úkolu

source: Ability to close tasks
cs: Právo zavírat úkoly

source: Ability to delete tasks
cs: Právo mazat úkoly

source: %1$s is missing data on %2$s one or more required fields %3$s and cannot be closed
cs: %1$s nemá zadány údaje na %2$s jedné či více z vyžadovaných položek %3$s a nemůže být uzavřen

source: Completed
cs: Dokončené

source: %s cannot be closed
cs: %s nemůže být uzavřeno

source: Status changed to %s
cs: Stav změněn na %s

source: %s already assigned to %s
cs: %s je již přiřazen k %s

source: the agent
cs: pracovník

source: the team
cs: tým

source: SYSTEM (Auto Assignment)
cs: SYSTÉM (Automatické přiřazování)

source: Task assigned to %s
cs: Úkol přiřazen %s

source: Task already in the department
cs: Úkol je již přiřazen oddělení

source: %1$s transferred from %2$s to %3$s
cs: %1$s předáno z %2$s do %3$s

source: Task Thread
cs: Vlákno úkolu

source: Time of last update
cs: Čas poslední změny

source: A collaborator
cs: Spolupracovník

source: Task Update
cs: Změna úkolu

source: Task #%1$s deleted by %2$s
cs: Úkol č. %1$s byl smazán pracovníkem %2$s

source: SYSTEM
cs: SYSTÉM

source: Task #%s deleted
cs: Úkol č. %s byl smazán

source: Team Name
cs: Název týmu

source: Team Lead
cs: Vedoucí týmu

source: Team Members
cs: Členové týmu

source: Team name is required
cs: Vyžadován název týmu

source: Team name already exists
cs: Název týmu již existuje

source: this team
cs: tento tým

source: Optionally select a leader for the team
cs: Vyberte volitelně vedoucího týmu

source: System Management Templates
cs: Šablony systému řízení

source: Ticket End-User Email Templates
cs: Šablony e-mailů požadavků pro uživatele

source: Ticket Agent Email Templates
cs: Šablony e-mailů požadavků pro pracovníky

source: Task Email Templates
cs: Šablony e-mailů úkolů

source: New Ticket Auto-response
cs: Automatická odpověď na nový požadavek

source: Autoresponse sent to user, if enabled, on new ticket.
cs: Automatická odpověď, pokud je zapnuta, která je odeslána uživateli na základě nového požadavku.

source: New Ticket Auto-reply
cs: Automatická odpověď na nový požadavek

source: Canned Auto-reply sent to user on new ticket, based on filter matches. Overwrites "normal" auto-response.
cs: Předpřipravená automatická odpověď zaslaná uživateli na základě nového požadavku a filtru. Přepíše "běžnou" automatickou odpověď.

source: New Message Auto-response
cs: Automatická odpověď na novou zprávu

source: Confirmation sent to user when a new message is appended to an existing ticket.
cs: Potvrzení odesláno uživateli v případě, že je k požadavku přidána nová zpráva.

source: New Ticket Notice
cs: Oznámení o novém požadavku

source: Notice sent to user, if enabled, on new ticket created by an agent on their behalf (e.g phone calls).
cs: Oznámení, pokud je povoleno, odeslané uživateli, že byl pracovníkem vytvořen jejich jménem nový požadavek (např. při telefonickém rozhovoru).

source: Overlimit Notice
cs: Oznámení o překročení limitu

source: A one-time notice sent, if enabled, when user has reached the maximum allowed open tickets.
cs: Pokud je povoleno, jednorázově odešle oznámení v momentě, kdy uživatel dosáhne maxima povolených otevřených požadavků.

source: Response/Reply Template
cs: Šabloba odpovědi

source: Template used on ticket response/reply
cs: Šablona používaná k odpovědi na požadavek

source: New Activity Notice
cs: Oznámení nové události

source: Template used to notify collaborators on ticket activity (e.g CC on reply)
cs: Šablona používaná k upozornění spolupracovníků na událost v požadavku (např. kopie v odpovědi)

source: New Ticket Alert
cs: Upozornění na nový požadavek

source: Alert sent to agents, if enabled, on new ticket.
cs: Upozornění na nový požadavek, pokud je povoleno, zaslané pracovníkům.

source: New Message Alert
cs: Upozornění na novou zprávu

source: Alert sent to agents, if enabled, when user replies to an existing ticket.
cs: Upozornění, pokud je povoleno, zaslané pracovníkům, když uživatel odpoví na požadavek.

source: Internal Activity Alert
cs: Upozornění na interní událost

source: Alert sent out to Agents when internal activity such as an internal note or an agent reply is appended to a ticket.
cs: Upozornění zaslané pracovníkům v případě přidání interní poznámky nebo odpovědi pracovníka k požadavku.

source: Ticket Assignment Alert
cs: Upozornění na přiřazení požadavku

source: Alert sent to agents on ticket assignment.
cs: Upozornění zaslané pracovníkům při přiřazení požadavku.

source: Ticket Transfer Alert
cs: Upozornění na předání požadavku

source: Alert sent to agents on ticket transfer.
cs: Upozornění zaslané pracovníkům při předání požadavku.

source: Overdue Ticket Alert
cs: Upozornění na zpožděný požadavek

source: Alert sent to agents on stale or overdue tickets.
cs: Upozornění zaslané pracovníkům v případě zastaralého či zpožděného požadavku.

source: New Task Alert
cs: Upozornění na nový úkol

source: Alert sent to agents, if enabled, on new task.
cs: Upozornění, pokud je povoleno, na nový úkol odeslané pracovníkům.

source: Template used to notify collaborators on task activity.
cs: Šablona použita pro upozornění spolupracovníka na událost úkolu.

source: New Activity Alert
cs: Upozornění na novou událost

source: Alert sent to selected agents, if enabled, on new activity.
cs: Upozornění, pokud je povoleno, na novou událost odeslané vybraným pracovníkům.

source: Task Assignment Alert
cs: Upozornění na přiřazení úkolu

source: Alert sent to agents on task assignment.
cs: Upozornění odeslané pracovníkům při přiřazení úkolu.

source: Task Transfer Alert
cs: Upozornění na předání úkolu

source: Alert sent to agents on task transfer.
cs: Upozornění odeslané pracovníkům při předání úkolu.

source: Overdue Task Alert
cs: Upozornění na zpožděný úkol

source: Alert sent to agents on stale or overdue task.
cs: Upozornění odeslané pracovníkům v případě zastaralého či zpožděného úkolu.

source: Template Fetch Error
cs: Chyba při načtení šablony

source: Unable to fetch "%1$s" template - id #%d
cs: Nelze načíst "%1$s" šablonu - id %d

source: In-use template set cannot be disabled!
cs: Šablona, jenž je stále používána, nemůže být vypnuta!

source: Template name already exists
cs: Název šablony již existuje

source: Invalid template set specified
cs: Zadána neplatná sada šablon

source: this template set
cs: tato sada šablon

source: Email templates must define both "subject" and "body" parts of the template
cs: Šablony e-mailů musí mít nadefinovány obě části šablony, předmět i tělo e-mailu

source: Received From: %1$s <%2$s>
cs: Přijato od: %1$s <%2$s>

source: Last Response
cs: Poslední odpověď

source: Edit Thread
cs: Změnit vlákno

source: Ability to edit thread items of other agents
cs: Právo upravit položky vlákna jiných pracovníků

source: Email loop detected
cs: Byla detekována e-mailová smyčka

source: It appears as though &lt;%s&gt; is being used as a forwarded or fetched email account and is also being used as a user / system account. Please correct the loop or seek technical assistance.
cs: Vypadá to, že &lt;%s&gt; je používáno jako přeposíláný nebo stahovaný e-mailový účet a je také používán jako uživatelský / systémový účet. Opravte prosím smyčku nebo vyhledejte technickou podporu.

source: File is too large
cs: Soubor je příliš velký

source: Unable to import attachment - %s
cs: Nelze naimportovat přílohu - %s

source: Error #%1$d: %2$s
cs: Chyba č. %1$d: %2$s

source: File Import Error
cs: Chyba importu souboru

source: Message body
cs: Text zprávy

source: Date created
cs: Datum vytvoření

source: IP address of remote user, for web submissions
cs: IP adresa vzdáleného uživatele, pro zaslání přes web

source: Submitter of the thread item
cs: Zadavatel položky ve vláknu

source: Agent posting the note or response
cs: Pracovník zadávající poznámku či odpověď

source: Subject, if any
cs: Předmět, pokud nějaký

source: User posting the message
cs: Uživatel zadávající zprávu

source: %s by {somebody} {timestamp}
cs: %s od {somebody} {timestamp}

source: Assignee changed by <b>{somebody}</b> to <strong>{assignees}</strong> {timestamp}
cs: Zpracovatel změněn z <b>{somebody}</b> na <strong>{assignees}</strong> {timestamp}

source: <b>{somebody}</b> assigned this to <strong>{<Staff>data.staff}</strong> {timestamp}
cs: <b>{somebody}</b> toto přiřadil pracovníkovi <strong>{<Staff>data.staff}</strong> {timestamp}

source: <b>{somebody}</b> assigned this to <strong>{<Team>data.team}</strong> {timestamp}
cs: <b>{somebody}</b> toto přiřadil týmu <strong>{<Team>data.team}</strong> {timestamp}

source: <b>{somebody}</b> claimed this {timestamp}
cs: <b>{somebody}</b> si toto přiřadil {timestamp}

source: Closed by <b>{somebody}</b> with status of {<TicketStatus>data.status} {timestamp}
cs: Uzavřeno uživatelem <b>{somebody}</b> se stavem {<TicketStatus>data.status} {timestamp}

source: Closed by <b>{somebody}</b> {timestamp}
cs: Uzavřeno uživatelem <b>{somebody}</b> {timestamp}

source: Collaborators for {<Organization>data.org} organization added
cs: Spolupracovníci z organizace {<Organization>data.org} byli přidáni

source: <b>{somebody}</b> removed <strong>%s</strong> from the collaborators {timestamp}
cs: <b>{somebody}</b> odstranil uživatele <strong>%s</strong> ze spolupracovníků {timestamp}

source: <b>{somebody}</b> added <strong>%s</strong> as collaborators {timestamp}
cs: <b>{somebody}</b> přidal uživatele <strong>%s</strong> jako spolupracovníka {timestamp}

source: via %s
cs: přes %s

source: Created by <b>{somebody}</b> {timestamp}
cs: Vytvořeno uživatelem <b>{somebody}</b> {timestamp}

source: <b>{somebody}</b> changed ownership to {<User>data.owner} {timestamp}
cs: <b>{somebody}</b> změnil vlastnictví na uživatele {<User>data.owner} {timestamp}

source: <b>{somebody}</b> changed the status to <strong>{<TicketStatus>data.status}</strong> {timestamp}
cs: <b>{somebody}</b> změnil stav na <strong>{<TicketStatus>data.status}</strong> {timestamp}

source: Updated by <b>{somebody}</b> {timestamp} — %s
cs: Změněno uživatelem <b>{somebody}</b> {timestamp} — %s

source: SLA
cs: Plán SLA

source: Ticket Owner
cs: Vlastník požadavku

source: <strong>%1$s</strong> changed from <strong>%2$s</strong> to <strong>%3$s</strong>
cs: <strong>%1$s</strong> změněno z <strong>%2$s</strong> na <strong>%3$s</strong>

source: <strong>%1$s</strong> set to <strong>%2$s</strong>
cs: <strong>%1$s</strong> nastaven na <strong>%2$s</strong>

source: unset <strong>%1$s</strong>
cs: zrušit nastavení <strong>%1$s</strong>

source: Flagged as overdue by the system {timestamp}
cs: Požadavek označen systémem jako zpožděný {timestamp}

source: Reopened by <b>{somebody}</b> {timestamp}
cs: Znovu otevřeno uživatelem <b>{somebody}</b> {timestamp}

source: <b>{somebody}</b> resent <strong><a href="#thread-entry-{data.entry}">a previous response</a></strong> {timestamp}
cs: <b>{somebody}</b> znovu poslal <strong><a href="#thread-entry-{data.entry}">předchozí odpověď</a></strong> {timestamp}

source: <b>{somebody}</b> transferred this to <strong>{dept}</strong> {timestamp}
cs: <b>{somebody}</b>předal požadavek na oddělení <strong>{dept}</strong> {timestamp}

source: (truncated)
cs: (zkrácený)

source: Missing or invalid data
cs: Chybějící nebo neplatné údaje

source: Message content is required
cs: Vyžadován obsah zprávy

source: New Response
cs: Nová odpověď

source: New response posted
cs: Vložena nová odpověď

source: Response content is required
cs: Vyžadován obsah odpovědi

source: New Internal Note
cs: Nová interní poznámka

source: New internal note posted
cs: Vložena nová interní poznámka

source: Note content is required
cs: Vyžadován obsah poznámky

source: Activity Title
cs: Název události

source: Activity Description
cs: Popis události

source: Ability to open tickets on behalf of users
cs: Právo vytvářet požadavky za uživatele

source: Ability to edit tickets
cs: Právo upravit požadavky

source: Ability to assign tickets to agents or teams
cs: Právo přiřazovat požadavky pracovníkům nebo týmům

source: Ability to transfer tickets between departments
cs: Právo předávat požadavky mezi odděleními

source: Ability to post a ticket reply
cs: Právo odpovídat na požadavky

source: Ability to close tickets
cs: Právo zavřít požadavky

source: Ability to delete tickets
cs: Právo smazat požadavky

source: Phone
cs: Telefon

source: Other
cs: Ostatní

source: %1$s has %2$d open tasks and cannot be closed
cs: %1$s má otevřeno %2$d úkolů a nemůže být uzavřen
