Repository: rbukovansky/osTicket-cs-translation
Catalog: 1.10.x/LC_MESSAGES/messages-*.po
Languages: cs

source: one custom list
cs: jeden uživatelský seznam

source: Unable to delete %s. They may be in use.
cs: Nelze smazat %s. Je možné, že jsou právě používáni.

source: Successfully imported %1$d %2$s
cs: Úspěšne importováno %1$d %2$s

source: list item
cs: položka seznamu

source: Invalid login
cs: Neplatné příhlášení

source: one log entry
cs: jeden systémový záznam

source: Organization ID must be specified for import
cs: Pro import musíte zadat ID organizace

source: Trying to remove end users from an unknown organization
cs: Pokoušíte se odstranit uživatele z neznámé organizace

source: one end user
cs: jeden uživatel

source: Successfully removed %s.
cs: %s byl úspěšně odstraněn.

source: selected end user
cs: vybraný uživatel

source: %1$d of %2$d %3$s removed
cs: %1$d z %2$d %3$s odstraněno

source: Unable to remove %s
cs: Nelze odstranit %s

source: one organization
cs: jedna organizace

source: Unable to manage any of the selected organizations
cs: Nelze spravovat žádnou z vybraných organizací

source: Not all selected items were updated
cs: Některé vybrané položky nebyly upraveny

source: Successfully managed selected organizations
cs: Vybrané organizace byly úspěšně upraveny

source: Query token not found
cs: Poukázka dotazu nebyla nalezena

source: organizations
cs: organizace

source: Internal error: Unable to export results
cs: Interní chyba: Nelze vyexportovat výsledky

source: Internal error: Unable to dump query results
cs: Interní chyba: Nelze vypsat výsledky dotazu

source: one site page
cs: jedna stránka portálu

source: One or more of the %s is in-use and CANNOT be disabled/deleted.
cs: Jeden či více %s je používáno a nelze je zakázat/smazat.

source: one plugin
cs: jeden plugin

source: Successfully installed %s
cs: Úspěšně nainstalováno %s

source: a plugin
cs: plugin

source: Internal Error. Action Denied
cs: Interní chyba. Přístup odmítnut

source: Profile updated successfully
cs: Profil byl úspěšně upraven

source: Profile update error.
cs: Chyba úpravy profilu.

source: <b>Hi %s</b> - You must <a>change your password to continue</a>!
cs: <b>Dobrý den, %s</b> - Musíte si <a>změnit heslo</a>, abyste mohl pokračovat!

source: <b>Welcome back %s</b>! You are listed as 'on vacation' Please let your manager know that you are back.
cs: <b>Vitejte zpět %s</b>! Stále jste evidován ve stavu 'na dovolené'. Oznamte prosím svému vedoucímu, že jste již v práci.

source: Unable to reset password. Contact your administrator
cs: Nelze obnovit heslo. Kontaktujte vašeho správce

source: Please enter your username or email
cs: Prosím, zadejte své uživatelské jméno nebo e-mailovou adresu

source: Successfully updated %s
cs: Úspěšně změněn %s

source: Unable to update %s. Correct error(s) below and try again.
cs: Nepodařilo se změnit %s. Opravte níže uvedené chyby a zkuste to znovu.

source: this queue
cs: tento seznam

source: Successfully added %s
cs: Úspěšně přidán %s

source: Unable to add %s. Correct error(s) below and try again.
cs: Nepodařilo se přidat %s. Opravte níže uvedené chyby a zkuste to znovu.

source: Unable to manage any of the selected queues
cs: Nepodařilo se vyřídit žádný z vybraných seznamů

source: Successfully managed selected queues
cs: Úspešně vyřízeny vybrané seznamy

source: Role updated successfully
cs: Role úspěšně upravena

source: this role
cs: tuto roli

source: one role
cs: jedna role

source: Agent Settings and Options
cs: Nastavení a vlastnosti pracovníků

source: User Settings and Options
cs: Nastavení a vlastnosti uživatelů

source: Knowledgebase Settings
cs: Nastavení báze znalostí

source: a SLA plan
cs: plán SLA

source: one SLA plan
cs: jeden plán SLA

source: Session timed out due to inactivity
cs: Relace byla ukončena z důvodu neaktivity

source: Access Denied. Contact Admin
cs: Přístup zamítnut. Kontaktujte správce

source: System Offline
cs: Systém je mimo provoz

source: System is set to offline mode
cs: Systém je mimo provoz

source: Client interface is disabled and ONLY admins can access staff control panel.
cs: Zákaznický portál je zakázán a přístup do panelu pracovníků mají pouze správci.

source: osTicket :: Staff Control Panel
cs: osTicket:: Ovládací panel pracovníka

source: one agent
cs: jeden pracovník

source: You can not disable/delete yourself - you could be the only admin!
cs: Nemůžete se sami zakázat/smazat - to může udělat jedině správce!

source: %1$d of %2$d %3$s activated
cs: %1$d z %2$d %3$s aktivováno

source: Unable to activate %s
cs: Nelze aktivovat %s

source: %1$d of %2$d %3$s updated
cs: %1$d z %2$d %3$s upraveny

source: Access denied. Contact admin if you believe this is in error
cs: Přístup odepřen. Pokud se domníváte, že se jedná o chybu, kontaktujte správce

source: Internal note posted successfully
cs: Interní poznámka byla úspěšně uložena

source: Unable to post internal note - missing or invalid data.
cs: Nelze uložit interní poznámku - chybějící nebo neplatné údaje.

source: Unable to post the note.
cs: Nelze uložit poznámku.

source: Reply posted successfully
cs: Odpověď úspěšně uložena

source: Unable to post the reply.
cs: Nelze uložit odpověď.

# queue-name
source: Open
cs: Otevřené

source: Assigned Tasks
cs: Přiřazené úkoly

source: Stale Tasks
cs: Zastaralé úkoly

source: %d overdue tasks!
cs: %d zpožděných úkolů!

source: Advanced Task Search
cs: Rozšířené hledání úkolů

source: Open a New Task
cs: Vytvořit nový úkol

source: one team
cs: jeden tým

source: Successfully activated %s
cs: %s úspěšně aktivováno

source: template set
cs: sada šablon

source: %s: Unknown or invalid %s
cs: %s: Neznámý nebo neplatný %s

source: message template
cs: šablona zprávy

source: this message template
cs: tato šablona zprávy

source: this template
cs: tato šablona

source: a template set
cs: sada šablon

source: one template set
cs: jedna sada šablon

source: (in-use and default template sets cannot be disabled)
cs: (používané a výchozí sady šablon nelze zakázat)

source: %s: Unknown or invalid number.
cs: %s: Neznámé nebo nesprávné číslo.

source: Action denied. Contact admin for access
cs: Přístup odepřen. Kontaktujte správce pro získání přístupu

source: Response required
cs: Vyžadována odpověď

source: This action requires a lock. Please try again
cs: Tato akce vyžaduje zámek. Prosíme, zkuste to znovu

source: Action Denied. Ticket is locked by someone else!
cs: Akce odmítnuta. Požadavek je uzamčen někým jiným!

source: Your lock has expired. Please try again
cs: Váš zámek vypršel. Prosíme, zkuste to znovu

source: Email is in banlist. Must be removed to reply.
cs: E-mailová adresa je v seznamu zablokovaných. Pro odpověď je nutno ji ze seznamu odstranit.

source: %s: Reply posted successfully
cs: %s: Odpověď byla úspěšné odeslána

source: Permission Denied. You are not allowed to edit tickets
cs: Přístup odepřen. Nemáte oprávnění upravovat požadavky

source: Ticket updated successfully
cs: Požadavek byl úspěšně upraven

source: Unable to update %s. Correct any errors below and try again.
cs: Nelze upravit %s. Opravte níže uvedené chyby a zkuste to znovu.

source: Ticket is not assigned!
cs: Požadavek není přiřazen!

source: Ticket released (unassigned) from %1$s by %2$s
cs: Požadavku bylo zrušeno jeho přiřazení pracovníku %1$s pracovníkem %2$s

source: Ticket unassigned
cs: Požadavek není přiřazen

source: Problems releasing the ticket. Try again
cs: Problém se zrušením přiřazení požadavku. Zkuste to znovu

source: Permission Denied. You are not allowed to assign/claim tickets.
cs: Odepřeno. Nemáte práva přiřazovat/přiřazovat si požadavky.

source: Only open tickets can be assigned
cs: Pouze otevřené požadavky mohou být přiřazeny

source: Ticket is already assigned to %s
cs: Požadavek je již přiřazen pracovníkovi %s

source: Ticket is now assigned to you!
cs: Požadavek je vám nyní přiřazen!

source: Problems assigning the ticket. Try again
cs: Problém s přiřazením požadavku. Zkuste to znovu

source: Permission Denied. You are not allowed to flag tickets overdue
cs: Odepřeno. Nemáte právo označovat požadavky jako zpožděné

source: Ticket flagged as overdue by %s
cs: Požadavek byl označen jako zpožděný pracovníkem %s

source: Ticket Marked Overdue
cs: Požadavek označen jako zpožděný

source: Problems marking the the ticket overdue. Try again
cs: Problém při označení požadavku jako zpožděný. Zkuste to znovu

source: Permission Denied. You are not allowed to flag tickets
cs: Přístup odmítnut. Nemáte právo označovat požadavky

source: Ticket flagged as answered by %s
cs: Požadavek byl pracovníkem %s označen jako zodpovězený

source: Ticket Marked Answered
cs: Požadavek označen jako zodpovězený

source: Problems marking the the ticket answered. Try again
cs: Problém s označením požadavku jako zodpovězeného. Zkuste to znovu

source: Ticket flagged as unanswered by %s
cs: Požadavek byl pracovníkem %s označen jako nezodpovězený

source: Ticket Marked Unanswered
cs: Požadavek označen jako nezodpovězený

source: Problems marking the ticket unanswered. Try again
cs: Problém s označením požadavku jako nezodpovězeného. Zkuste to znovu

source: Permission Denied. You are not allowed to ban emails
cs: Přístup odepřen. Nemáte právo zablokovat e-mailové adresy.

source: Email already in banlist
cs: E-mailová adresa je již zablokována

source: Email %s added to banlist
cs: E-mailová adresa %s byla přidána do seznamu zablokovaných

source: Unable to add the email to banlist
cs: Nelze přidat do seznamu zablokovaných e-mailových adres

source: Permission Denied. You are not allowed to remove emails from banlist.
cs: Přístup odepřen. Nemáte právo odblokovat e-mailové adresy.

source: Email removed from banlist
cs: E-mailová adresa odblokována

source: Email is not in the banlist
cs: E-mail není v seznamu zablokovaných

source: Unable to remove the email from banlist. Try again.
cs: E-mailovou adresu nelze odebrat ze seznamu zablokovaných. Zkuste znovu.

source: Ticket ownership changed to %s
cs: Vlastník požadavku změněn na %s

source: Unable to change ticket ownership. Try again
cs: Nelze změnit vlastníka požadavku. Zkuste to znovu

source: You must select action to perform
cs: Musíte zvolit akci pro pokračování

source: to create tickets
cs: pro vytváření požadavků

source: Ticket created successfully
cs: Požadavek byl úspěšně vytvořen

source: Unable to create the ticket.
cs: Nelze vytvořit požadavek.

source: Internal error: Unable to export the ticket to PDF for print.
cs: Interní chyba: Nelze exportovat požadavek do formátu PDF pro tisk.

source: Nothing to do! System already upgraded to the current version
cs: Není potřeba! Systém již byl aktualizován na aktuální verzi

source: Nothing to do! System already upgraded to <b>%s</b> with no pending patches to apply.
cs: Není potřeba! Systém již byl aktualizován na <b>%s</b> a nejsou potřeba žádné záplaty.

source: The upgrader does NOT support upgrading from the current patch [%s]!
cs: Program pro aktualizaci nepodporuje aktualizaci z aktuální záplaty [%s]!

source: Unable to update user account information
cs: Nelze upravit informace o uživatelském účtu

source: this end user
cs: tento koncový uživatel

source: end user account
cs: uživatelův účet

source: Account is already confirmed
cs: Účet již byl potvrzen

source: Account activation email sent to %s
cs: Aktivační e-mail byl odeslán na e-mailovou adresu %s

source: Unable to send account activation email - try again!
cs: Nelze odeslat aktivační e-mail - zkuste to znovu!

source: Account password reset email sent to %s
cs: E-mail pro obnovu hesla byl odeslán na adresu %s

source: Unable to send account password reset email - try again!
cs: Nelze odeslat e-mail pro obnovu hesla - zkuste to znovu!

source: Unable to manage any of the selected end users
cs: Nelze spravovat žádného z vybraných uživatelů

source: Successfully managed selected end users
cs: Vybraní uživatelé byli úspěšně změněni

source: users
cs: uživatelé

source: Server configuration error
cs: Chyba konfigurace serveru

source: osTicket Installer
cs: Instalátor osTicket

source: Installing osTicket %s
cs: Instaluji osTicket %s

source: Installation Guide
cs: Příručka pro instalaci

source: Get Professional Help
cs: Získat odbornou pomoc

source: Minimum requirements not met!
cs: Nebyly splněny minimální požadavky!

source: Configuration file does NOT exist. Follow steps below to add one.
cs: Konfigurační soubor neexistuje. Proveďte níže uvedené kroky pro jeho vytvoření.

source: Write access required to continue
cs: Pro pokračování jsou vyžadována práva pro zápis

source: Error installing osTicket.
cs: Chyba při instalaci osTicket.

source: Invalid
cs: Neplatný

source: Check one or more
cs: Zkontrolujte jeden nebo více

source: Helpdesk Name
cs: Název systému zákaznické podpory

source: The name of your support system e.g [Company Name] Support
cs: Název vašeho systému zákaznické podpory, např. Podpora [název firmy]

source: Default email address e.g support@yourcompany.com - you can add more later!
cs: Výchozí e-mailová adresa, např. podpora@vasefirma.cz - později můžete přidat další!

source: Admin's first name
cs: Jméno správce

source: Admin's last name
cs: Příjmení správce

source: Admin's personal email address. Must be different from system's default email.
cs: Osobní e-mailová adresa správce. Musí se lišit od výchozí e-mailové adresy systému.

source: Admin's login name. Must be at least three (3) characters.
cs: Přihlašovací jméno správce. Nejméně tři (3) znaky.

source: Admin's password. Must be five (5) characters or more.
cs: Heslo správce. Nejméně pět (5) znaků.

source: Retype admin's password. Must match.
cs: Zadejte znovu heslo správce. Musí se shodovat.

source: MySQL Table Prefix
cs: Předpona názvů tabulek v MySQL

source: osTicket requires table prefix in order to avoid possible table conflicts in a shared database.
cs: osTicket vyžaduje prefix názvů tabulek, aby předešel potenciálním konfliktům ve sdílené databázi.

source: MySQL Hostname
cs: Název serveru MySQL

source: Most hosts use 'localhost' for local database hostname. Check with your host if localhost fails. Default port set in php.ini is assumed.
cs: Většina serverů používá jako název místního databázového serveru 'localhost'. Zadejte název vašeho serveru, pokud 'localhost' nefunguje. Předpokládá se nastavení výchozího portu v php.ini.

source: MySQL Database
cs: Název MySQL databáze

source: Name of the database osTicket will use.
cs: Název databáze, kterou bude osTicket používat.

source: MySQL Username
cs: MySQL uživatel

source: The MySQL user must have full rights to the database.
cs: Účet MYSQL musí mít plná práva k databázi.

source: MySQL Password
cs: MySQL heslo

source: MySQL password associated with above user.
cs: Heslo MYSQL uživatele výše.

source: Username required
cs: Vyžadováno uživatelské jméno

source: Table prefix required
cs: Vyžadován prefix názvů tabulek

source: Database name required
cs: Vyžadován název databáze

source: Conflicts with system email above
cs: Konflikt se systémovým e-mailem výše

source: Bad prefix. Must have underscore (_) at the end. e.g 'ost_'
cs: Špatný prefix. Musít končit podtržítkem, např. 'ost_'

source: Bad username
cs: Neplatné uživatelské jméno

source: Invalid database port number
cs: Neplatné číslo portu databáze

source: Unable to connect to MySQL server: %s
cs: Nelze se připojit k MySQL serveru: %s

source: osTicket requires MySQL %s or later!
cs: osTicket vyžaduje MySQL %s nebo vyšší!

source: Database doesn't exist
cs: Databáze neexistuje

source: Unable to create the database.
cs: Nelze založit databázi.

source: Unable to select the database
cs: Nelze vybrat databázi

source: We have a problem - another installation with same table prefix exists!
cs: Máme problém - instalace s tímto prefixem názvů tabulek již existuje!

source: Prefix already in-use
cs: Prefix je již použit

source: Unable to read config file. Permission denied! (#2)
cs: Nelze načíst konfigurační soubor. Přístup odepřen (#2)

source: Unable to open config file for writing. Permission denied! (#3)
cs: Nelze otevřít konfigurační soubor pro zápis. Přístup odepřen (#3)

source: %s: Internal Error - please make sure your download is the latest (#1)
cs: %s: Vnitřní chyba - ujistěte se prosím, že jste stáhli poslední verzi (#1)

source: %s: Unknown or invalid schema signature (%s .. %s)
cs: %s: Neznámý nebo neplatný podpis schématu (%s .. %s)

source: %s: Error parsing SQL schema! Get help from developers (#4)
cs: %s: Chyba ve čtení SQL schéma! Získej pomoc u vývojářů (#4)

source: Unable to create admin user (#6)
cs: Nelze vytvořit správce (#6)

source: Unable to create config settings
cs: Nelze vytvořit nastavení konfigurace

source: Unable to write to config file. Permission denied! (#5)
cs: Nelze zapisovat do konfiguračního souboru. Přístup odmítnut (#5)

source: Congratulations osTicket basic installation completed! Thank you for choosing osTicket!
cs: Gratulujeme, základní instalace osTicket je hotova! Děkujeme vám, že jste si vybrali osTicket!

source: Configuration file missing!
cs: Chybí konfigurační soubor!

source: osTicket installer requires ability to write to the configuration file, <b>include/ost-config.php</b>. A template copy is located in the include directory (<b>include/ost-sampleconfig.php</b>).
cs: Instalátor osTicket vyžaduje práva zápisu do konfiguračního souboru, <b>include/ost-config.php</b>. Vzorová kopie je umístěna v adresáři include (<b>include/ost-sampleconfig.php</b>).

source: Rename the sample file <b>include/ost-sampleconfig.php</b> to <b>ost-config.php</b> and click continue below.
cs: Přejmenujte vzorový soubor <b>include/ost-sampleconfig.php</b> na <b>ost-config.php</b> a klikněte na níže zobrazené tlačítko Pokračovat.

source: If sample config file is missing - please make sure you uploaded all files in 'upload' folder or refer to the %1$s Installation Guide %2$s
cs: Pokud vzorový konfiguračný súbor chybí - ujistěte se, že jste nahráli všechny soubory z adresáře 'upload' nebo prostudujte %1$s Příručku k instalaci %2$s

source: If you are looking for a greater level of support, we provide <u>professional installation services</u> and commercial support with guaranteed response times, and access to the core development team. We can also help customize osTicket or even add new features to the system to meet your unique needs.
cs: Hledáte-li lepší úroveň technické podpory, poskytujeme <u>odbornou instalaci</u> a komerční podporu s garantovanými reakčními dobami a přístupem k vývojářskému týmu. Také můžeme pomoci s nastavením osTicket nebo dokonce přidávat nové vlastnosti do systému tak, abychom uspokojili vaše nároky.

source: Learn More!
cs: Více informací!

source: Configuration file is not writable
cs: Do konfiguračního souboru nelze zapisovat

source: osTicket installer requires ability to write to the configuration file %s
cs: Instalační program osTicket vyžaduje práva zápisu do konfiguračního souboru %s

source: Please follow the instructions below to give read and write access to the web server user.
cs: Prosím, postupujte dle níže zobrazených instrukcí pro udělení práv čtení a zápisu uživateli, pod jehož účtem běží webový server.

source: Add "Full Access" permission for the "Everyone" user
cs: Přidejte práva "Úplný přístup" pro skupinu uživatelů "Everyone"

source: Using WS_FTP this would be right hand clicking on the file, selecting chmod, and then giving all permissions to the file.
cs: Při použití WS-FTP klikněte pravým tlačítkem myši na soubor, zvolte chmod a přidejte všechna oprávnění k souboru.

source: Click on the file, select change permission, and then giving all permissions to the file.
cs: Klikněte na soubor, zvolte změnit oprávnění a přidejte všechna oprávnění k souboru.

source: Don't worry! We'll remind you to take away the write access post-install
cs: Nebojte se! Po instalaci vám připomeneme, abyste práva k zápisu odebrali

source: Done? Continue
cs: Hotovo? Pokračovat

source: osTicket is already installed?
cs: Je již osTicket nainstalován?

source: Configuration file already changed - which could mean osTicket is already installed or the config file is currupted. If you are trying to upgrade osTicket, then go to %s Admin Panel %s.
cs: Konfigurační soubor již byl změněn - to může znamenat, že osTicket je již nainstalován nebo je konfigurační soubor poškozen. Pokud se pokoušíte aktualizovat osTicket, běžte do %s Panelu správce %s.

source: If you believe this is in error, please try replacing the config file with a unchanged template copy and try again or get technical help.
cs: Jestli věříte, že je toto chyba, prosím zkuste zaměnit konfigurační soubor původním nezměněným ze šablony a zkuste to znova nebo kontaktujte technickou pomoc.

source: Refer to the %s Installation Guide %s on the wiki for more information.
cs: Pro další informace prostudujte na wiki %s Příručku pro instalaci %s.

source: We provide <u>professional installation services</u> and commercial support with guaranteed response times, and access to the core development team.
cs: Poskytujeme <u>služby profesionální instalace</u> a placené podpory s garantovanou dobou odezvy a přístupem k vývojářskému týmu.

source: Contact Us
cs: Kontaktujte nás

source: Congratulations!
cs: Gratulujeme!

source: Your osTicket installation has been completed successfully. Your next step is to fully configure your new support ticket system for use, but before you get to it please take a minute to cleanup.
cs: Instalace vašeho osTicketu byla úspěšně dokončena. Vaším dalším krokem bude konfigurace vašeho nového systému podpory, ale předtím prosíme o minutku na úklid po instalaci.

source: Config file permission
cs: Přístupová práva konfiguračního souboru

source: Change permission of ost-config.php to remove write access as shown below.
cs: Upravte přístupová práva k ost-cosfig.php odstraněním práva pro zápis, jak je uvedeno níže.

source: Using WS_FTP this would be right hand clicking on the file, selecting chmod, and then remove write access
cs: Při použití WS_FTP klikněte na soubor pravým tlačítkem myši, vyberte chmod a odstraňte právo zápisu

source: Click on the file, select change permission, and then remove write access.
cs: Klikněte na soubor, vyberte změnu přístupových práv a zrušte právo zápisu.

source: Below, you'll find some useful links regarding your installation.
cs: Níže najdete zobrazeny některé užitečné odkazy týkající se instalace.

source: Your osTicket URL
cs: URL adresa vašeho osTicketu

source: Your Staff Control Panel
cs: Váš ovládací panel pro pracovníka

source: osTicket Forums
cs: Fóra osTicket

source: osTicket Community Wiki
cs: Komunitní Wiki osTicket

source: Post-Install Setup
cs: Po-instalační nastavení

source: You can now log in to %1$s Admin Panel %2$s with the username and password you created during the install process. After a successful log in, you can proceed with post-install setup.
cs: Nyní se můžete přihlásit do %1$s panelu sprváce %2$s s uživatelským jménem a heslem, které jste vytvořili při instalaci. Po úspěšném přihlášení můžete pokračovat konfigurací.

source: For complete and upto date guide see %1$s osTicket wiki %2$s
cs: Pro kompetní a aktuální instrukce se podívejte do %1$s osTicket wiki %2$s

source: Don't let technical problems impact your osTicket implementation. Get guidance and hands-on expertise to address unique challenges and make sure your osTicket runs smoothly, efficiently, and securely.
cs: Nedovolte, aby technické problémy ovlivnili implementaci systému osTicket. Získejte pokyny a praktické znalosti jak řešit specifické problémy a ujistěte se, že váš osTicket běží hladce, efektivně a bezpečně.

source: Thank You for Choosing osTicket!
cs: Děkujeme, že jste si vybrali osTicket!
