Repository: rbukovansky/osTicket-cs-translation
Catalog: 1.10.x/LC_MESSAGES/messages-*.po
Languages: cs

source: Incomplete client information
cs: Nekompletní informace o zákazníkovi

source: New password is required
cs: Vyžadováno nové heslo

source: Passwords do not match
cs: Zadaná hesla nesouhlasí

source: Email already registered. Would you like to %1$s sign in %2$s?
cs: E-mailová adresa je již zaregistrována. Přejete si se %1$s přihlásit %2$s?

source: Unable to register account. See messages below
cs: Nelze registrovat účet. Více informací níže

source: Unable to create local account. See messages below
cs: Nelze vytvořit místní účet. Více informací níže

source: Internal error. Unable to create new account
cs: Vnitřní chyba. Nelze vytvořit nový účet

source: Errors configuring your profile. See messages below
cs: Při konfiguraci vašeho profilu nastaly chyby. Více informací níže

source: Password change required to continue
cs: Před pokračováním je vyžadována změna hesla

source: Unknown or invalid file
cs: Neznámý nebo chybný soubor

source: Welcome to the Support Center
cs: Vítejte v zákaznickém centru podpory

source: Valid CSRF Token Required
cs: Je vyžadována platná CSRF poukázka

source: Valid username or email address is required
cs: Je vyžadováno platné uživatelské jméno nebo e-mailová adresa

source: Access Denied. Contact your help desk administrator to have an account registered for you
cs: Přístup odepřen. Kontaktujte správce systému zákaznické podpory, aby vám vytvořil účet

source: Invalid username or password - try again!
cs: Chybné uživatelské jméno či heslo - zkuste to znovu!

source: Valid email address and ticket number required
cs: Je vyžadována platná e-mailová adresa a číslo požadavku

source: %s - access link sent to your email!
cs: Vážený/á %s, odkaz s přístupem byl odeslán na vaši e-mailovou adresu!

source: Invalid email or ticket number - try again!
cs: Neplatná e-mailová adresa či číslo požadavku - zkuste to znovu!

source: Unable to load config info from DB. Get tech support.
cs: Nelze načíst konfiguraci z databáze. Kontaktujte podporu.

source: Support Ticket System Offline
cs: Systém zákaznické podpory je mimo provoz

source: Enter text shown on the image
cs: Zadejte text zobrazený na obrázku

source: Invalid - try again!
cs: Chybné - zkuste to znovu!

source: Support ticket request created
cs: Požadavek na podporu vytvořen

source: Unable to create a ticket.
cs: Nelze vytvořit požadavek.

source: Correct any errors below and try again.
cs: Opravte níže uvedené chyby a zkuste to znovu.

source: Password reset is not enabled for your account. Contact your administrator
cs: Obnova hesla není na vašem účtu povolena. Kontaktujte vašeho správce

source: Unable to send reset email. Internal error
cs: Nelze odeslat e-mail pro obnovu hesla. Vnitřní chyba

source: Unable to verify username %s
cs: Nelze ověřit uživatelské jméno %s

source: Re-enter your username or email
cs: Zadejte znovu vaše uživatelské jméno nebo e-mailovou adresu

source: Enter your username or email address below
cs: Níže zadejte své uživatelské jméno nebo e-mailovou adresu

source: Password resets are disabled
cs: Obnovení hesla je vypnuto

source: Unknown or invalid ticket ID.
cs: Neznámé nebo špatné čislo požadavku.

source: Access Denied. Possibly invalid ticket ID
cs: Přístup odepřen. Pravděpodobně neplatné číslo požadavku

source: Message required
cs: Vyžadován text zprávy

source: Message Posted Successfully
cs: Zpráva úspěšně odeslána

source: Unable to post the message.
cs: Nelze odeslat zprávu.

source: Unknown action
cs: Naznámá akce

source: Internal error: Unable to print to PDF
cs: Vnitřní chyba: Nelze tisknout do PDF

source: cron.php only supports local cron calls - use http -> api/tasks/cron
cs: cron.php podporuje pouze lokální cron volání - použíjte http -> api/tasks/cron

source: pipe.php only supports local piping - use http -> api/tickets.email
cs: pipe.php pouze podporuje lokální piping - použijte http -> api/tickets.email

source: Add New Department
cs: Přidat nové oddělení

source: Add New Team
cs: Přidat nový tým

source: Add New Role
cs: Přidat novou roli

source: Add New Agent
cs: Přidat nového pracovníka

source: Log Date
cs: Datum záznamu

source: IP Address
cs: IP adresa

source: Error
cs: Chyba

source: %s: Unknown or invalid ID.
cs: %s: neznámé nebo neplatné ID.

source: log entry
cs: Položka záznamu

source: Ticket Variables
cs: Proměnné požadavku

source: Please note that non-base variables depend on the context of use. Visit osTicket Wiki for up to date documentation.
cs: Vezměte prosím na vědomí, že proměnné závisí na kontextu použití. Navštivte Wiki osTicketu s aktuální dokumentací.

source: Base Variables
cs: Základní proměnné

source: Other Variables
cs: Ostatní proměnné

source: Ticket ID
cs: ID požadavku

source: internal ID
cs: interní ID

source: Ticket Number
cs: Číslo požadavku

source: external ID
cs: externí ID

source: Email Address
cs: E-mailová adresa

source: Full Name
cs: Celé jméno

source: see name expansion
cs: viz rozšíření jména

source: Subject
cs: Předmět

source: Phone number | ext
cs: Telefonní číslo

source: Status
cs: Stav

source: Priority
cs: Priorita

source: Assigned Agent / Team
cs: Přiřazený pracovník / tým

source: Date Created
cs: Datum vytvoření

source: Due Date
cs: Termín

source: Date Closed
cs: Datum uzavření

source: List of all recipient names
cs: Jména všech příjemců

source: Auth. token used for auto-login
cs: Poukázka ověření pro automatické přihlášení

source: Agent's ticket view link
cs: Odkaz pro pracovníka na zobrazení požadavku

source: Expandable Variables
cs: Rozšiřující proměnné

source: Help Topic
cs: Téma podpory

source: Department
cs: Oddělení

source: Assigned/closing agent
cs: Přiřazený/zavírající pracovník

source: Assigned/closing team
cs: Přiřazený/zavírající tým

source: Ticket Thread
cs: Vlákno požadavku

source: Incoming message
cs: Příchozí zpráva

source: Outgoing response
cs: Odchozí odpověď

source: Assign/transfer comments
cs: Komentáře k přiřazení/předání

source: Internal note <em>(expandable)</em>
cs: Interní poznámka <em>(rozšiřitelná)</em>

source: Agent assigning the ticket
cs: Pracovník přiřazující požadavek

source: osTicket's base url (FQDN)
cs: Základní URL osTicket (FQDN)

source: Reset link used by the password reset feature
cs: Funkce obnovy hesla byla použita pomocí odkazu na obnovení hesla

source: Name Expansion
cs: Rozšíření jména

source: First Name
cs: Jméno

source: Last Name
cs: Příjmení

source: First Last
cs: Jméno Příjmení

source: First L.
cs: Jméno P.

source: F. Last
cs: J. Příjmení

source: Last, First
cs: Příjmení, Jméno

source: Ticket Thread expansions
cs: Rozšíření vlákna požadavku

source: Original Message
cs: Původní zpráva

source: Last Message
cs: Poslední zpráva

source: Thread Entry expansions
cs: Rozšíření zápisu vlákna

source: Poster
cs: Plakát

source: Draft body not found in request
cs: Tělo konceptu v žádosti nebylo nalezeno

source: clear
cs: vymazat

source: Value already in use
cs: Hodnota je již použita

source: Import Items
cs: Importovat položky

source: Last Updated %s
cs: Čas poslední změny %s

source: View
cs: Zobrazit

source: Attachments (%d)
cs: Přílohy (%d)

source: Edit
cs: Upravit

source: Manage FAQ Access
cs: Spravovat přístupy do častých dotazů

source: Update
cs: Změnit

source: Update %s
cs: Změnit %s

source: Add User
cs: Přidat uživatele

source: Unknown user selected
cs: Vybrán neznámý uživatel

source: Error adding user - try again!
cs: Chyba vložení uživatele - zkuste to znovu!

source: Unable to add user to the organization - try again
cs: Nelze přidat uživatele do organizace - zkuste to znovu

source: User already belongs to this organization!
cs: Uživatel již patří do této organizace!

source: Are you sure you want to change the user's organization?
cs: Jste si jist, že chcete uživateli změnit organizaci?

source: Import Users
cs: Importovat uživatele

source: Error adding organization - try again!
cs: Chyba při přidávání organizace - zkuste to znovu!

source: Add New Organization
cs: Přidat novou organizaci

source: Select Organization
cs: Vybrat organizaci

source: Organization Lookup
cs: Vyhledání organizace

source: Password update failed:
cs: Změna hesla selhala:

source: Set Agent Password
cs: Nastavení hesla pracovníka

source: Set
cs: Nastavit

source: Invalid reset token. Logout and try again
cs: Neplatná poukázka pro obnovu hesla. Odhlašte se a zkuste to znovu

source: Change Password
cs: Změnit heslo

source: Reset Agent Permissions
cs: Obnova oprávnění pracovníka

source: Continue
cs: Pokračovat

source: Change Primary Department
cs: Změnit hlavní oddělení

source: Error adding task - try again!
cs: Chyba vložení úkolu - zkuste to znovu!

source: No such task
cs: Žádný takový úkol

source: Permission denied
cs: Přístup odepřen

source: Unable to update %s.
cs: Nelze změnit %s.

source: this task
cs: tento úkol

source: transferred
cs: předán

source: assigned
cs: přiřazené

source: claimed
cs: sobě přiřazené

source: deleted
cs: smazané

source: reopen
cs: znovu otevřít

source: closed
cs: uzavřené

source: You must select at least %s.
cs: Musíte vybrat alespoň %s.

source: one task
cs: jeden úkol

source: selected task
cs: vybraný úkol

source: Select an Agent
cs: Vyberte pracovníka

source: No agents available for assignment
cs: Pro přiřazení nejsou dostupní žádní pracovníci

source: Select a Team
cs: Vyberte tým

source: No teams available for assignment
cs: Nejsou dostupné žádné týmy pro přiřazení

source: Are you sure you want to CLAIM %s?
cs: Jste si jist, že si chcete přiřadit %s?

source: Yes
cs: Ano

source: Claim
cs: Přiřadit si

source: Unable to assign %s
cs: Nelze přiřadit %s

source: Unable to transfer %s
cs: Nelze předat %s

source: Are you sure you want to %s?
cs: Jste si jist, že chcete %s?

source: REOPEN %s
cs: znovu otevřít %s

source: CLOSE %s
cs: zavřít %s

source: You do not have permission to %s tasks
cs: Nemáte oprávnění k úkolům %s

source: Status selection required
cs: Vyžadován výběr stavu

source: Unable to change status of %1$s
cs: Nelze změnit stav %1$s

source: Optional reason for deleting %s
cs: Volitelný důvod smazání %s

source: Are you sure you want to DELETE %s?
cs: Jste si jist, že chcete smazat %s?

source: Deleted tasks CANNOT be recovered, including any associated attachments.
cs: Smazané úkoly nemohou být obnoveny, včetně jakýchkoliv souvisejících příloh.

source: Unable to delete %s.
cs: %s nelze smazat.

source: Successfully %s %s.
cs: Úspěšně %s %s.

source: %1$d of %2$d %3$s %4$s
cs: %1$d z %2$d %3$s %4$s

source: Unable to %1$s %2$s
cs: Nelze %1$s %2$s

source: process
cs: průběh

source: Task #%s: %s
cs: Úkol č. %s: %s

source: Transfer
cs: Předat

source: %s successfully
cs: %s úspěšně

source: %s transferred to %s department
cs: %s předáno oddělení %s

source: Task
cs: Úkol

source: Unable to transfer task
cs: Nelze předat úkol

source: Reassign
cs: Znovupřiřadit

source: Assign
cs: Přiřadit

source: %s is currently assigned to %s
cs: %s je aktualně přiřazen pracovníkovi %s

source: %s assigned to %s
cs: %s byl přiřazen pracovníkovi %s

source: Unable to assign task
cs: Nelze přiřadit úkol

source: you
cs: vy

source: %s is currently assigned to <b>%s</b>
cs: Úkol %s je aktuálně přiřazen pracovníkovi <b>%s</b>

source: This task
cs: Tento úkol

source: Unable to claim task
cs: Nelze si přiřadit úkol

source: Delete
cs: Smazat

source: %s #%s deleted successfully
cs: %s č. %s úspěšně smazán

source: Unable to delete task
cs: Nelze smazat úkol

source: Reopen
cs: Znovuotevřít

source: Close
cs: Zavřít

source: Reopen Task #%s
cs: Znovu otevřít úkol č. %s

source: Close Task #%s
cs: Zavřít úkol č. %s

source: change status of %s
cs: změnit stav %s

source: Unknown status
cs: Neznámý stav

source: Unable to change status of the task
cs: Nelze změnit stav úkolu

source: Note posted successfully
cs: Poznámka byla úspěšné odeslána

source: Unable to post the note - missing or invalid data.
cs: Nelze uložit poznámku - chybějící nebo neplatné údaje.

source: Unable to find user in directory
cs: Uživatele nelze v adresáři nalézt

source: No such thread
cs: Neexistující vlákno

source: %s added as a collaborator
cs: %s přidán jako spolupracovník

source: Unable to add collaborator. Internal error
cs: Nelze přidat spolupracovníka. Vnitřní chyba

source: Add a collaborator
cs: Přidat spolupracovníka

source: Lock denied!
cs: Uzamčení odepřeno!

source: Currently locked by %s
cs: Požadavek je uzamčen uživatelem %s

source: You no longer have access to #%s.
cs: Již nemáte přístup k č. %s.

source: No such ticket
cs: Neexistující požadavek

source: Ticket #%s: %s
cs: Požadavek č. %s: %s

source: Change user for ticket #%s
cs: Změnit uživatele u požadavku č. %s

source: Ticket
cs: Požadavek

source: Unable to transfer ticket
cs: Nelze předat požadavek

source: to an Agent
cs: pracovníkovi

source: to a Team
cs: týmu

source: This ticket
cs: Tento požadavek

source: Unable to assign ticket
cs: Nelze přiřadit požadavek

source: this ticket
cs: tento požadavek

source: Unable to claim ticket
cs: Nelze si přiřadit požadavek

source: one ticket
cs: jeden požadavek

source: selected ticket
cs: vybraný požadavek

source: assign
cs: přiřadit

source: transfer
cs: předat

source: Deleted tickets CANNOT be recovered, including any associated attachments.
cs: Smazané požadavky nemohou být obnoveny, včetně přiřazených příloh.

source: You do not have permission %s
cs: Nemáte oprávnění %s

source: to delete tickets
cs: pro smazání požadavků

source: delete
cs: smazat

source: %s: Unknown or invalid
cs: %s: Neznámý nebo neplatný

source: status
cs: stav

source: Unknown or invalid
cs: Neznámý nebo neplatný

source: Ticket already set to %s status
cs: Požadavek je již přepnutý do stavu %s

source: to reopen tickets
cs: pro znovuotevření požadavků

source: to resolve/close tickets
cs: pro vyřešení/uzavření požadavků

source: to archive/delete tickets
cs: pro archivaci/smazání požadavků

source: Access denied
cs: Přístup odepřen

source: Ticket #%s
cs: Požadavek č. %s

source: deleted sucessfully
cs: úspěšně smazán

source: %s status changed to %s
cs: %s stav změněn na %s

source: Error updating ticket status
cs: Chyba při aktualizaci stavu požadavku

source: to mass manage tickets
cs: pro hromadnou správu požadavků

source: Contact admin for such access
cs: Pro takový přístup kontaktujte správce

source: Unable to change status for %s
cs: Nelze směnit stav pro %s

source: the selected ticket
cs: vybraný požadavek

source: Successfully deleted %s.
cs: úspěšně smazáno %s.

source: Successfully changed status of %1$s to %2$s
cs: Stav u %1$s úspěšně změněn na %2$s

source: %1$d of %2$d selected tickets
cs: %1$d z %2$d vybraných požadavků

source: %1$d of %2$d %3$s status changed to %4$s
cs: %1$d z %2$d %3$s stav změněn na %4$s

source: Change Status &mdash; %1$d %2$s selected
cs: Změnit stav &mdash; %1$d %2$s vybráno

source: ticket
cs: požadavek

source: %1$s Ticket #%2$s
cs: %1$s požadavek č. %2$s

source: Ticket #%1$s: %2$s
cs: Požadavek č. %1$s: %2$s

source: Add New Task
cs: Přidat nový úkol

source: Update posted successfully
cs: Změna byla úspěšné odeslána

source: Unable to post the reply - missing or invalid data.
cs: Nelze uložit odpověď - chybějící nebo neplatné údaje.

source: We have a problem ... wait a sec.
cs: Máme problém ... počkejte chvilku.

source: Upgraded to %s ... post-upgrade checks!
cs: Upgradováno na %s ... post-aktualizační kontroly!

source: Upgrade Failed: Invalid or wrong hash [%s]
cs: Upgrade se nezdařil: Neplatný nebo nesprávný hash [%s]

source: We're done!
cs: Jsme hotovi!

source: Query argument is required
cs: Vyžadován parametr dotazu

source: User already registered
cs: Uživatel je již registrován

source: Unable to register user - try again!
cs: Uživatele nelze zaregistrovat - zkuste znova!

source: Unable to update account.
cs: Nelze změnit účet.

source: You do not have permission to delete a user with tickets!
cs: Nemáte oprávnění smazat uživatele, který má zadané požadavky!

source: You cannot delete a user with tickets!
cs: Nemůžete smazat uživatele, který má zadané požadavky!

source: Unable to delete user - try again!
cs: Nelze smazat uživatele - zkuste znovu!

source: end user
cs: uživatel

source: Add New User
cs: Přidání nového uživatele

source: Import Remote User
cs: Importovat vzdáleného uživatele

source: Select User
cs: Vybrat uživatele

source: Lookup or create a user
cs: Vyhledání nebo vytvoření nového uživatele

source: Lookup a user
cs: Vyhledat uživatele

source: Organization for %s
cs: Organizace pro %s

source: Unknown organization selected
cs: Vybrána neznámá organizace

source: Unable to create organization.
cs: Nelze vytvořit organizaci.

source: Unable to add user to organization.
cs: Nelze přidat uživatele do organizace.

source: %s &mdash; Organization
cs: %s &mdash; Organizace

source: API key not authorized
cs: API klíč není autorizován

source: Cron Job
cs: Úloha cron

source: Cron job executed
cs: Cron úloha spuštěna

source: Unexpected or invalid data received
cs: Přijata neočekávaná nebo neplatná data

source: %s: Poorly encoded base64 data
cs: %s: Špatně kódovaná base64 data

source: Unable to create new ticket: unknown error
cs: Nelze vytvořit nový požadavek: neznámá chyba

source: Ticket denied
cs: Požadavek zamítnut

source: Unable to create new ticket: validation errors
cs: Nelze vytvořit nový požadavek: chyba ověření

source: Request failed - retry again!
cs: Požadavek selhal - opakujte !

source: Access Denied. IP %s
cs: Přístup zamítnut. IP %s

source: Valid IP is required
cs: Vyžadována platná IP adresa

source: this API key
cs: tento API klíč

source: Internal error occurred
cs: Interní chyba

source: Unable to add %s.
cs: Nelze přidat %s.

source: Valid API key required
cs: Vyžadován platný klíč API

source: API key not found/active or source IP not authorized
cs: API klíč nebyl nenalezen/je neaktivní nebo zdrojová IP není autorizována

source: Unable to read request body
cs: Nelze číst tělo požadavku

source: XML extension not supported
cs: Přípona XML není podporována

source: Unsupported data format
cs: Nepodporovaný formát dat

source: %s: Unexpected data received in API request
cs: %s: V API požadavku byla přijata neočekávaná data

source: API Unexpected Data
cs: Neočekávaná data API

source: API Error
cs: Chyba API

source: Unknown user
cs: Neznámý uživatel

source: Agent Login
cs: Přihlášení pracovníka

source: %s logged in [%s], via %s
cs: %s přihlášen v %s, přes %s

source: Agent logout
cs: Odhlášení pracovníka

source: %s logged out [%s]
cs: %s odhlášen [%s]

source: Account confirmation required
cs: Vyžadováno potvrzení účtu

source: Account is administratively locked
cs: Účet je administrativně uzamčen

source: %1$s (%2$s) logged in [%3$s]
cs: %1$s (%2$s) přihlášen [%3$s]

source: User login
cs: Přihlášení uživatele

source: User logout
cs: Odhlášení uživatele

source: Sign in with %s
cs: Přihlásit pomocí %s

source: Maximum failed login attempts reached
cs: Dosažen maximální počet chybných přihlášení

source: Excessive login attempts by an agent?
cs: Příliš mnoho pokusů o přihlášení pracovníka?

source: Username
cs: Uživatelské jméno

source: Time
cs: Čas

source: Attempts
cs: Pokusy

source: Timeout
cs: Doba nečinnosti

source: %d minute
cs: %d minuta

source: Excessive login attempts (%s)
cs: Příliš mnoho pokusů o přihlášení (%s)

source: Forgot your login info? Contact Admin.
cs: Zapomněli jste své přihlašovací údaje? Kontaktujte správce.

source: Failed agent login attempt (%s)
cs: Neúspěšný pokus o přihlášení pracovníka (%s)

source: You've reached maximum failed login attempts allowed.
cs: Dosáhli jste maximálního povoleného počtu neúspěšných přihlášení.

source: Excessive login attempts by a user.
cs: Příliš mnoho pokusů o přihlášení uživatele.

source: Excessive login attempts (user)
cs: Příliš mnoho pokusů o přihlášení (uživatel)

source: Failed login attempt (user)
cs: Neúspěšný pokus o přihlášení (uživatel)

source: Invalid user-id given
cs: Uvedená neplatná identifikace uživatele

source: Invalid reset token
cs: Neplatná poukázka na obnovu hesla

source: Unable to reset password
cs: Nelze obnovit heslo

source: Password must be at least 6 characters
cs: Heslo musí mít minimálně 6 znaků

source: New password MUST be different from the current password!
cs: Nové heslo musí být odlišné od současného hesla!

source: Avatar
cs: Ikona uživatele

source: Built-In
cs: Vestavěné

source: Oscar's A-Team
cs: Oskarův A-Tým

source: Mystery Man
cs: Tajemný muž

source: Internal list for email banning. Do not remove
cs: Interní seznam pro odmítání e-mailů. Neodstraňujte

source: Premade
cs: Předpřipravit

source: Ability to add/update/disable/delete canned responses
cs: Právo přidat/změnit/zakázat/smazat předpřipravené odpovědi

source: Internal error. Try again
cs: Vnitřní chyba. Zkuste to znovu

source: Title required
cs: Vyžadován název

source: Title is too short. 3 chars minimum
cs: Název je příliš krátký. Minimálně 3 znaky

source: Title already exists
cs: Název již existuje

source: Response text is required
cs: Vyžadován text odpovědi

source: this canned response
cs: tato předpřipravená odpověď

source: Unable to create %s.
cs: Nelze vytvořit %s.

source: Knowledgebase
cs: Báze znalostí

source: Private
cs: Soukromé

source: Public
cs: Veřejné

source: Featured
cs: Důležité

source: Category name is required
cs: Vyžadován název kategorie

source: Name is too short. 3 chars minimum
cs: Název je příliš krátký. Minimálně 3 znaky

source: Category already exists
cs: Kategorie již existuje

source: Category description is required
cs: Vyžadován popis kategorie

source: Link to view the ticket
cs: Odkaz na zobrazení požadavku

source: Current password is required
cs: Vyžadováno současné heslo

source: Invalid current password!
cs: Neplatné současné heslo!

source: Invalid or missing information
cs: Neplatné nebo chybějící informace

source: %s is already a collaborator
cs: %s již je spolupracovník

source: Alphabetically
cs: Abecedně

source: Manually
cs: Ručně

source: Unknown setting option. Get technical support.
cs: Neznámá možnost nastavení. Kontaktujte technickou podporu.

source: Helpdesk URL is required
cs: Vyžadováno URL systému zákaznické podpory

source: Helpdesk title is required
cs: Vyžadován název systému zákaznické podpory

source: Default Department is required
cs: Vyžadováno výchozí oddělení

source: Enter lock time in minutes
cs: Zadejte dobu zámku v minutách

source: Time format is required
cs: Vyžadován formát zobrazení času

source: Date format is required
cs: Vyžadován formát zobrazení data

source: Datetime format is required
cs: Vyžadován formát zobrazení data a času

source: Day, Datetime format is required
cs: Vyžadován formát zobrazení dne, data a času

source: Default Timezone is required
cs: Vyžadována výchozí časová zóna

source: A primary system language is required
cs: Vyžadován výchozí systémový jazyk

source: Valid password reset window required
cs: Vyžadována platná lhůta možnosti obnovy hesla

source: Select a value from the list
cs: Vyberte hodnotu ze seznamu

source: Selection required
cs: Vyžadován výběr

source: Enter valid numeric value
cs: Zadejte platnou číselnou hodnotu

source: The GD extension is required
cs: Vyžadováno GD rozšíření

source: PNG support is required for Image Captcha
cs: Podpora PNG je vyžadována pro Captcha

source: Default help topic must be set to active
cs: Výchozí téma podpory musí být nastaveno jako aktivní

source: Select a default ticket queue
cs: Vyberte výchozí seznam požadavků

source: Select recipient(s)
cs: Vyberte adresáta(ty)

source: You must select template
cs: Musíte vybrat šablonu

source: Default email is required
cs: Vyžadována výchozí e-mailová adresa

source: System admin email is required
cs: Vyžadována e-mailová adresa správce systému
