Repository: rbukovansky/osTicket-cs-translation
Catalog: 1.10.x/LC_MESSAGES/messages-*.po
Languages: cs

source: Primary contacts see all tickets
cs: Hlavní kontakty vidí všechny požadavky

source: All members see all tickets
cs: Všichni členové vidí všechny požadavky

source: Automated Collaboration
cs: Automatická spolupráce

source: Add to all tickets from this organization
cs: Přidat do všech požadavků z této organizace

source: Email Domain
cs: Doména e-mailových adres

source: Auto Add Members From
cs: Automaticky přidat členy z domény

source: Update Organization
cs: Změna organizace

source: Please note that updates will be reflected system-wide.
cs: Pozor, změny se projeví v celém systému.

source: Add Queue Column
cs: Přidat sloupec seznamu

source: Add a property
cs: Přidat vlastnost

source: Manage Queue Column
cs: Spravovat sloupec seznamu

source: Annotations
cs: Vysvětlivky

source: Conditions
cs: Podmínky

source: No annotations for this field
cs: Toto pole nemá vysvětlivky

source: Add a annotation
cs: Přidat vysvětlivku

source: Conditions are used to change the view of the data in a row based on some conditions of the data. For instance, a column might be shown bold if some condition is met.
cs: Podmínky jsou používány pro změnu zobrazení dat na řádku, vycházející z podmínek nad daty. Např., sloupec může být zobrazen tučně, pokud je nějaká splněna.

source: Add a condition
cs: Přidat podmínku

source: Inherit columns from the parent queue
cs: Zdědit sloupce z rodičovského seznamu

source: Use standard columns
cs: Použít standardní sloupce

source: Heading and Width
cs: Hlavička a šířka

source: Column Details
cs: Detaily sloupců

source: Sortable
cs: Setříditelný

source: Add a column
cs: Přidat sloupec

source: Add personal queue
cs: Přidat osobní seznam

source: Recent Searches
cs: Nedávná hledání

source: Add personal search
cs: Přidat vlastní hledání

source: Add Sort Option
cs: Přidat podmínku hledání

source: Manage Sort Options
cs: Spravovat podmínky hledání

source: Add Field
cs: Přidat položku

source: advanced
cs: rozšířené

source: Add Personal Queue
cs: Přidat osobní seznam

source: Manage Sequences
cs: Správa číselných řad

source: Sequences are used to generate sequential numbers. Various sequences can be used to generate sequences for different purposes.
cs: Číselné řady jsou použity pro generování čísel. Různé číselné řady mohou být použity pro různé účely.

source: next
cs: další

source: Increment
cs: Přírůstek

source: Padding Character
cs: Výplňový znak

source: New Sequence
cs: Nová číselná řada

source: Add New Sequence
cs: Přidat novou číselnou řadu

source: Clicking <strong>Save Changes</strong> will permanently remove the deleted sequences.
cs: Kliknutím na <strong>Uložit změny</strong> trvale odstraníte smazané číselné řady.

source: Change Status
cs: Změnit stav

source: %s Tasks #%s
cs: %s úkoly č. %s

source: Task Information
cs: Informace o úkolu

source: Reason for editing the task (optional)
cs: Volitelný důvod úpravy úkolu

source: You do not have access to this task
cs: K tomuto úkolu nemáte přístup

source: Task #%s
cs: Úkol č. %s

source: Task Summary
cs: Souhrn úkolu

source: Collaborators (%d)
cs: Spolupracovníci (%d)

source: Task doesn't have any collaborators.
cs: Úkol nemá žádné spolupracovníky.

source: Change Tasks Status
cs: Změnit stav úkolu

source: Optional reason for status change (internal note)
cs: Volitelný důvod pro změnu stavu (interní poznámka)

source: Assign to Agent
cs: Přiřadit pracovníkovi

source: Assign to Team
cs: Přiřadit týmu

source: All Tasks (%s)
cs: Všechny úkoly (%s)

source: View Task
cs: Zobrazit úkol

source: Actions
cs: Akce

source: Add Participants
cs: Přidat spolupracovníka

source: Participants (%d)
cs: Spolupracovníci (%d)

source: Post Update
cs: Vložit odpověď

source: Start writing your update here.
cs: Svou změnu začněte psát zde.

source: Internal Note details
cs: Detail interní poznámky

source: New Task
cs: Nový úkol

source: Task Visibility & Assignment
cs: Viditelnost a přiřazení úkolu

source: Create Task
cs: Vytvořit úkol

source: Raw Email Headers
cs: Neupravené hlavičky e-mailu

source: Edit Thread Entry
cs: Upravit záznam vlákna

source: Their Signature
cs: Jejich podpis

source: Save and Resend
cs: Uložit a znovuposlat

source: Resend Entry
cs: Znovuposlat záznam

source: Resend
cs: Znovuposlat

source: Original Thread Entry
cs: Původní záznam vlákna

source: Original
cs: Původní

source: Resent
cs: Znovuposláno

source: Collaborator
cs: Spolupracovník

source: Ticket is locked by %s
cs: Požadavek je uzamčen pracovníkem %s

source: Ticket Summary
cs: Shrnutí požadavku

source: Ticket State
cs: Stav požadavku

source: Ticket doesn't have any collaborators.
cs: Požadavek nemá žádné spolupracovníky.

source: Thread (%d)
cs: Vlákno (%d)

source: Notes (%d)
cs: Poznámky (%d)

source: Reply
cs: Odpovědět

source: Edit Ticket
cs: Upravit požadavek

source: Change Tickets Status
cs: Změnit stav požadavku

source: %s does not have any tickets
cs: %s nemá žádné požadavky

source: Create New Ticket
cs: Vytvořit nový požadavek

source: Preview Ticket
cs: Náhled požadavku

source: Auto Detect
cs: Automaticky detekovat

source: User Preferences
cs: Uživatelské možnosti

source: Account Access
cs: Přístup k účtu

source: Login via email
cs: Přihlášení pomocí e-mailové adresy

source: Account Flags
cs: Příznaky účtu

source: Administratively Locked
cs: Administrativně uzamčeno

source: Password Reset Required
cs: Vyžadována obnova hesla

source: User cannot change password
cs: Uživatel nemůže měnit heslo

source: Deleted users and tickets CANNOT be recovered
cs: Smazané uživatele a požadavky nelze obnovit

source: Change Tickets Ownership
cs: Změnit vlastníka požadavku

source: Delete %1$s %2$s %3$s and any associated attachments and data.
cs: Smazat %1$s %2$s %3$s a všehny připojené přílohy a údaje.

source: Yes, Delete User
cs: Ano, smazat uživatele

source: Name and Email
cs: Jméno a e-mailová adresa

source: Enter one name and email address per line.
cs: Zadejte jedno jméno a e-mailovou adresu na každý řádek.

source: To import more other fields, use the Upload tab.
cs: Pro import dalších položek použijte záložku Nahrát.

source: e.g. John Doe, john.doe@osticket.com
cs: např. Jan Novák, jan.novak@firma.cz

source: Use the columns shown in the table below. To add more fields, visit the Admin Panel -&gt; Manage -&gt; Forms -&gt; %s page to edit the available fields. Only fields with `variable` defined can be imported.
cs: Použijte sloupce v níže zobrazené tabulce. Pro přidání dalších sloupců navštivte Panel správce -&gt; Spravovat -&gt; Formuláře -&gt; %s a upravte dostupnost položek. Lze importovat pouze položky s nadefinovanou `proměnnou`.

source: John Doe
cs: Jan Novák

source: john.doe@osticket.com
cs: jan.novak@firma.cz

source: Search existing users or add a new user.
cs: Vyhledat stávajícího uživatele nebo přidat nového uživatele.

source: Search existing users.
cs: Hledat existující uživatele.

source: Search by email, phone or name
cs: Hledat podle e-mailové adresy, telefonu či jména

source: Create New User
cs: Vytvořit nového uživatele

source: Register: %s
cs: Registrovat: %s

source: Complete the form below to create a user account for <b>%s</b>.
cs: Vyplňte níže zobrazený formulář na založení uživatelského účtu pro <b>%s</b>.

source: User Account Login
cs: Přihlašovací jméno uživatele

source: Authentication Sources
cs: Způsoby autentifikace

source: Send account activation email to %s.
cs: Odeslat aktivační e-mail uživateli %s.

source: Password Change
cs: Změna hesla

source: Require password change on login
cs: Vyžádat změnu hesla při přihlášení

source: Create Account
cs: Založit účet

source: Change User
cs: Změnit uživatele

source: Update User
cs: Změnit uživatele

source: This organization doesn't have any users yet
cs: Tato organizace zatím nemá žádné uživatele

source: Are you sure you want to <b>REMOVE</b> %1$s from <strong>%2$s</strong>?
cs: Opravdu si přejete <b>smazat</b> %1$s z <strong>%2$s</strong>?

source: selected user
cs: vybraný uživatel

source: The upgrader does NOT support upgrading from the current vesion!
cs: Program pro aktualizaci nepodporuje aktualizaci z aktuální verze!

source: Minimum requirements not met! Refer to Release Notes for more information
cs: Nebyly splněny minimální požadavky! Pro bližší informace prostudujte poznámky k vydání

source: Config file rename required to continue!
cs: Pro pokračování je nutno přejmenovat konfigurační soubor!

source: Upgrade Aborted!
cs: Aktualizace přerušena!

source: Upgrade aborted due to errors. Any errors at this stage are fatal.
cs: Aktualizace byla přerušena kvůli chybám. V této fázi je jakákoliv chyba fatální.

source: Please note the error(s), if any, when %1$s seeking help %2$s.
cs: Poznačte si prosím chybu (chyby), pokud nastaly, když %1$s hledáte pomoc %2$s.

source: Internal error occurred - get technical help.
cs: Nastala interní chyba - požádej o technickou pomoc.

source: For details - please view %s or check your email.
cs: Pro detaily nahlédněte do %s nebo zkontrolujte váš e-mail.

source: Please refer to the %1$s Upgrade Guide %2$s for more information.
cs: Prosím přečtěte si %1$s Příručky k aktualizaci %2$s pro další informace.

source: Need Help?
cs: Potřebujete pomoci?

source: We provide %1$s professional upgrade services %2$s and commercial support.
cs: Poskytujeme %1$s profesionální služby aktualizace %2$s a komerční (placenou) podporu.

source: %1$s Contact us %2$s today for <u>expedited</u> help.
cs: %1$s Kontaktujte nás dnes v %2$s pro <u>rychlejší</u> pomoc.

source: What to do?
cs: Co je potřeba udělat?

source: Restore your previous version from backup and try again or %1$s seek help %2$s.
cs: Obnovte vaši původní verzi ze zálohy a zkuste to znova nebo %1$s vyhledejte nápovědu %2$s.

source: Upgrade Completed!
cs: Aktualizace je hotova!

source: Congratulations! osTicket upgrade has been completed successfully.
cs: Gratulujeme! Aktualizace osTicket byla úspěšně ukončena.

source: Please refer to %s for more information about changes and/or new features.
cs: Prosím přečtěte si %s pro další informace o změnách a nových funkcích.

source: Release Notes
cs: poznámky o vydání

source: Once again, thank you for choosing osTicket.
cs: Ještě jednou vám děkujeme za to, že jste si vybrali osTicket.

source: Please feel free to %1$s let us know %2$s of any other improvements and features you would like to see in osTicket, so that we may add them in the future as we continue to develop better and better versions of osTicket.
cs: Prosím, neváhejte %1$s nám říci %2$s, jaká vylepšení a funkce byste rádi viděli v osTicket, abychom je mohli v budoucnu přidat při vývoji lepších a lepších verzí osTicket.

source: We take user feedback seriously and we're dedicated to making changes based on your input.
cs: Zpětnou vazbu od uživatelů bereme velmi vážně a soustředíme se na provádění změn dle informací od vás.

source: Good luck.
cs: Hodně štěstí.

source: osTicket Team.
cs: Tým osTicket.

source: Don't just make customers happy, make happy customers!
cs: Nestačí zákazníky pouze uspokojovat, čiňte své zákazníky šťastnými!

source: What's Next?
cs: A co dál?

source: Post-upgrade
cs: Po aktualizaci

source: You can now go to %s to enable the system and explore the new features. For complete and up-to-date release notes see the %s
cs: Nyní můžete jít do %s pro odblokování systému a prozkoumání nových funkcí. Úplné a aktuální poznámky k verzi najdete v %s

source: osTicket Wiki
cs: Wiki osTicket

source: Stay up to date
cs: Udržujte systém aktualizovaný

source: It's important to keep your osTicket installation up to date. Get announcements, security updates and alerts delivered directly to you!
cs: Je důležité udržovat vaši instalaci osTicket aktuální. Nechte si zasílat oznámení, bezpečnostní aktualizace a výstrahy přímo do vaší schránky!

source: %1$s Get in the loop %2$s today and stay informed!
cs: %1$s Přihlaste se %2$s a buďte v obraze!

source: Commercial Support Available
cs: K dispozici je komerční (placená) podpora

source: Get guidance and hands-on expertise to address unique challenges and make sure your osTicket runs smoothly, efficiently, and securely. %1$s Learn More! %2$s
cs: Získejte návody a praktické znalosti pro řešení specifických problémů a ujistěte se, že váš osTicket běží hladce, efektivně a bezpečně. %1$s Více zde! %2$s

source: osTicket Upgrader
cs: Aktualizátor osTicket

source: Thank you for being a loyal osTicket user!
cs: Děkujeme, že jste věrnými uživateli osTicket!

source: The upgrade wizard will guide you every step of the way in the upgrade process. While we try to ensure that the upgrade process is straightforward and painless, we can't guarantee it will be the case for every user.
cs: Průvodce aktualizací vás povede všemi kroky procesu aktualizace. Chceme vás ujistit, že tento proces je přímočarý a bezbolestný, nemůžeme však zaručit, že takový bude pro každého uživatele.

source: Getting ready!
cs: Připravuji se!

source: Before we begin, we'll check your server configuration to make sure you meet the minimum requirements to run the latest version of osTicket.
cs: Než začneme, ověříme konfiguraci serveru, abychom se ujistili, že splňuje minimální požadavky pro běh poslední verze osTicket.

source: Prerequisites
cs: Požadavky

source: These items are necessary in order to run the latest version of osTicket.
cs: Tyto položky jsou nutné pro běh poslední verze osTicket.

source: %s or later
cs: %s nebo později

source: MySQLi extension for PHP
cs: Rozšíření MySQLi pro PHP

source: module loaded
cs: modul nahrán

source: missing!
cs: chybí!

source: Higly Recommended
cs: Vřele doporučeno

source: We highly recommend that you follow the steps below.
cs: Silně doporučujeme postupovat dle kroků níže.

source: Back up the current database if you haven't done so already.
cs: Zazálohujte aktuální databázi, pokud jste to již neprovedli dříve.

source: Be patient. The upgrade process will take a couple of seconds.
cs: Prosím o strpení. Proces aktualizace bude trvat pár vteřin.

source: Start Upgrade Now
cs: Spustit aktualizaci

source: Upgrade Tips
cs: Tipy k aktualizaci

source: Remember to back up your osTicket database
cs: Nezapomeňte zazálohovat databázi vašeho osTicket

source: Refer to %1$s Upgrade Guide %2$s for the latest tips
cs: Pročtěte si %1$s Příručku k aktualizaci %2$s pro aktuální tipy

source: If you experience any problems, you can always restore your files/database backup.
cs: V případě jakýchkoliv problémů vždy můžete obnovit své soubory/databázi ze zálohy.

source: We can help. Feel free to %1$s contact us %2$s for professional help.
cs: Můžeme pomoci. Neváhejte %1$s nás kontaktovat %2$s pro odbornou pomoc.

source: Doing stuff!
cs: Pracuji!

source: Please wait... while we upgrade your osTicket installation!
cs: Prosíme, vyčkejte... aktualizujeme vaši instalaci osTicket!

source: Configuration file rename required!
cs: Vyžadováno přejmenování konfiguračního souboru!

source: To avoid possible conflicts, please take a minute to rename configuration file as shown below.
cs: Pro předejití případným konfliktům přejmenujte konfigurační soubor, jak vidíte níže.

source: Solution
cs: Řešení

source: Rename file <b>include/settings.php</b> to <b>include/ost-config.php</b> and click continue below.
cs: Přejmenujte soubor <b>include/settings.php</b> na <b>include/ost-config.php</b> a klikněte na níže zobrazené tlačítko Pokračovat.

source: If you are looking for a greater level of support, we provide <u>professional upgrade</u> and commercial support with guaranteed response times and access to the core development team. We can also help customize osTicket or even add new features to the system to meet your unique needs. <a target="_blank" href="http://osticket.com/support">Learn More!</a>
cs: Hledáte-li lepší úroveň technické podpory, poskytujeme <u>odbornou aktualizaci</u> a komerční podporu s garantovanými reakčními dobami a přístupem k vývojářskému týmu. Také můžeme pomoci s nastavením osTicket nebo dokonce přidávat nové vlastnosti do systému tak, abychom uspokojili vaše nároky. <a target="_blank" href="http://osticket.com/support">Více zde!</a>

source: Migrate to osTicket %s
cs: Migrace na osTicket %s

source: Thank you for taking the time to upgrade your osTicket intallation!
cs: Děkujeme za čas, který jste věnovali instalaci aktualizace systému osTicket!

source: Please don't cancel or close the browser. Any errors at this stage will be fatal.
cs: Prosíme, nerušte ani nezavírejte prohližeč. Jakékoliv chyby v tomto kroku můžou být kritické.

source: Applying updates to database stream: %s
cs: Aktualizuji databázi: %s

source: In order to upgrade to this version of osTicket, a database migration is required. This upgrader will automatically apply the database patches shipped with osTicket since your last upgrade.
cs: Pro aktualizaci na tuto verzi osTicket je nutná migrace databáze. Tento program automaticky aplikuje databázové záplaty dodávané s osTicket od poslední aktualizace.

source: The upgrade wizard will now attempt to upgrade your database and core settings!
cs: Průvodce aktualizací se nyní pokusí aktualizovat vaši databázi a základní nastavení!

source: Below is a summary of the database patches to be applied.
cs: Níže je zobrazen seznam databázových záplat, které budou aplikovány.

source: Upgrade Now
cs: Aktualizovat

source: %s - Relax!
cs: %s - Můžete si oddechnout!

source: FAQ article
cs: Článek o častém dotazu

source: FAQ category
cs: Kategorie častých dotazů

source: Page Not Found
cs: Stránka nenalezena

source: System upgrade is pending
cs: Probíhá aktualizace systému

source: Please rename config file include/%s to include/ost-config.php to avoid possible conflicts
cs: Prosím, přejmenujte konfigurační soubor include/%s na include/ost-config.php pro zabránění možným konfliktům

source: Please take a minute to delete <strong>setup/install</strong> directory (../setup/) for security reasons.
cs: Z bezpečnostních důvodu prosím věnujte minutu smazání složky (../setup/) <strong>setup/install</strong>.

source: Please change permission of config file (%1$s) to remove write access. e.g <i>chmod 644 %2$s</i>
cs: Prosím, změňte práva ke konfiguračnímu souboru (%1$s) odebráním práv pro zápis, např. <i>chmod 644 %2$s</i>

source: Please consider turning off register globals if possible
cs: Prosím zvažte vypnutí "register globals", je-li to možné

source: osTicket :: Admin Control Panel
cs: osTicket :: Ovládací panel správce

source: Successfully updated %s.
cs: Úspěšně změněn %s.

source: Successfully added %s.
cs: Úspěšně přidán %s.

source: an API key
cs: klíč API

source: one API key
cs: jeden klíč API

source: Successfully enabled %s
cs: Zapnuto úspěšně %s

source: %1$d of %2$d %3$s enabled
cs: %1$d of %2$d %3$s povoleno

source: Unable to enable %s
cs: Nelze povolit %s

source: Successfully disabled %s
cs: Úspěšně vypnut %s

source: %1$d of %2$d %3$s disabled
cs: %1$d of %2$d %3$s vypnuto

source: Unable to disable %s
cs: Nemohu vypnout %s

source: %1$d of %2$d %3$s deleted
cs: %1$d z %2$d %3$s smazáno

source: Unknown action - get technical help.
cs: Neznámá akce - požádejte o technickou pomoc.

source: Mail fetcher cron call [%s]
cs: Cron volání modulu stahování pošty [%s]

source: System ban list is empty.
cs: Seznam zablokovaných e-mailových adres je prázdný.

source: SYSTEM BAN LIST filter is <b>DISABLED</b>
cs: Filtr zablokovaných adres je <b>zakázán</b>

source: enable here
cs: povolte zde

source: ban list
cs: seznam blokovaných e-mailových adres

source: ban rule
cs: pravidlo pro zablokování

source: this ban rule
cs: toto pravidlo pro zablokování

source: Email already in the ban list
cs: E-mailová adresa na seznamu blokovaných již je

source: Email address added to ban list successfully
cs: E-mailová adresa byla úspěšně přidána do seznamu blokovaných

source: Error creating %s. Try again!
cs: Chyba při vytváření %s. Zkuste znovu!

source: You must select at least %s to process.
cs: Musíte vybrat nejméně %s pro pokračování.

source: one email
cs: jeden e-mail

source: canned response
cs: předpřipravená odpověď

source: one canned response
cs: jedna předpřipravená odpověď

source: this category
cs: tato kategorie

source: one category
cs: jedna kategorie

source: Successfully made %s PUBLIC
cs: %s bylo úspešně označeno jako veřejné

source: %1$d of %2$d %3$s made PUBLIC
cs: %1$d z %2$d %3$s bylo označeno jako veřejné

source: Unable to make %s PUBLIC.
cs: %s nelze změnit na veřejné.

source: Successfully made %s PRIVATE
cs: %s bylo označeno jako soukromé

source: %1$d of %2$d %3$s made PRIVATE
cs: %1$d z %2$d %3$s bylo označeno jako soukromé

source: Unable to make %s PRIVATE
cs: %s nelze změnit na soukromé

source: one department
cs: jedno oddělení

source: You cannot disable/delete a default department. Select a new default department and try again.
cs: Nemůžete smazat či zakázat výchozí oddělení. Vyberte nové výchozí oddělení a zkuste znovu.

source: Unable to make %s private. Possibly already private!
cs: %s nelze označit jako soukromou. Pravděpodobně již soukromá je!

source: Departments with agents can not be deleted. Move the agents first.
cs: Oddělení s přiřazenými pracovníky nelze smazat. Nejprve přesuňte pracovníky.

source: Unable to update settings.
cs: Nelze změnit nastavení.

source: Select from email address
cs: Vyberte z e-mailových adres

source: Valid recipient email address required
cs: Vyžadována platná e-mailová adresa příjemce

source: Subject required
cs: Vyžadován předmět

source: Test email sent successfully to <%s>
cs: Na adresu <%s> byla odeslána testovací zpráva

source: Error sending email - try again.
cs: Chyba při odesílání zprávy - zkuste znovu.

source: Test Outgoing Email
cs: Test odchozího e-mailu

source: Use the following form to test whether your <strong>Outgoing Email</strong> settings are properly established.
cs: Použijte následující formulář k otestování, že je vaše nastavení <strong>odchozích e-mailů</strong> správné.

source: Select FROM Email
cs: Vyberte e-mailovou adresu Od

source: email message to send.
cs: e-mailová zpráva k odeslání.

source: Send Message
cs: Odeslat zprávu

source: this FAQ article
cs: tento článek o častém dotazu

source: %s: Invalid or unknown
cs: %s: Neplatný nebo neznámý

source: Successfully published %s
cs: %s úspěšně zveřejněno

source: Unable to publish %s. Try editing it.
cs: Nelze zveřejnit %s. Zkuste jej upravit.

source: Successfully unpublished %s
cs: Zveřejnění %s úspěšně zrušeno

source: Unable to unpublish %s. Try editing it.
cs: Nelze zrušit zveřejnění %s. Zkuste jej upravit.

source: Invalid action
cs: Neplatná akce

source: ticket filter
cs: filtr požadavků

source: one ticket filter
cs: jeden filtr požadavků

source: selected ticket filter
cs: vybraný filtr požadavků

source: custom form
cs: uživatelský formulář

source: Field variable name is not unique
cs: Název položky je duplicitní

source: The issue summary must be a field that supports user input, such as short answer
cs: Položka pro zadání shrnutí požadavku musí umožňovat zadání údajů, jako např. krátká odpověď

source: Field has validation errors
cs: Chyba validace položky

source: one custom form
cs: jeden uživatelský formulář

source: Unable to commit %s. Check validation errors
cs: Nelze uložit %s. Zkontrolujte chyby validace

source: this custom form
cs: tento uživatelský formulář

source: one help topic
cs: jedno téma podpory

source: Successfully set sorting configuration
cs: Nastavení řazení bylo úspěšně

source: Unable to set sorting mode
cs: Nelze nastavit tento druh řazení

source: Unknown or invalid FAQ category
cs: Neznámá nebo neplatná kategorie častých dotazů

source: custom list items
cs: položky uživatelského seznamu

source: this custom list
cs: tento uživatelský seznam
