Repository: rbukovansky/osTicket-cs-translation
Catalog: 1.10.x/LC_MESSAGES/messages-*.po
Languages: cs

source: None (Disable Logger)
cs: Žádné (Vypnout systémové záznamy)

source: Purge Logs
cs: Smazat systémové záznamy

source: Never Purge Logs
cs: Nikdy nemazat systémové záznamy

source: After %d month
cs: Po %d měsíci

source: Show Avatars
cs: Zobrazit ikony uživatelů

source: Show Avatars on thread view.
cs: Zobrazit ikony uživatelů ve vlákně požadavku.

source: Enable Rich Text
cs: Povolit formátovaný text

source: Enable html in thread entries and email correspondence.
cs: Povolit HTML v příspěvcích a e-mailové komunikaci.

source: Date and Time Options
cs: Možnosti data a času

source: Default Locale
cs: Výchozí oblast

source: Default Time Zone
cs: Výchozí časové pásmo

source: Date and Time Format
cs: Formát zobrazení data a času

source: Locale Defaults
cs: Výchozí pro oblast

source: Locale Defaults, 24-hour Time
cs: Výchozí pro oblast, formát času 24 hodin

source: Advanced
cs: Rozšířené

source: Day, Date and Time Format
cs: Formát zobrazení dne, data a času

source: System Languages
cs: Systémové jazyky

source: Primary Language
cs: Hlavní jazyk

source: Select a Language
cs: Vyberte jazyk

source: Secondary Languages
cs: Další jazyky

source: You sure?
cs: Jste si jist?

source: Add a Language
cs: Přidat jazyk

source: Attachments Storage and Settings
cs: Nastavení možností příloh a jejich ukládání

source: Store Attachments
cs: Ukládat přílohy

source: Select Storage Backend
cs: Vyberte službu ukládání souborů

source: Agent Maximum File Size
cs: Maximální velikost souboru pro pracovníky

source: Login required
cs: Přihlášení je vyžadováno

source: Require login to view any attachments
cs: Pro zobrazení jakýchkoliv příloh je nutné být přihlášený

source: Task Settings and Options
cs: Nastavení a volby úkolů

source: Alerts &amp; Notices
cs: Upozornění a oznámení

source: Global default task settings and options.
cs: Výchozí nastavení a volby úkolů v systému.

source: Default Task Number Format
cs: Výchozí formát čísla úkolů

source: Default Task Number Sequence
cs: Výchozí číselná řada úkolů

source: Default Priority
cs: Výchozí priorita

source: Task Attachment Settings
cs: Nastavení příloh úkolů

source: Ticket Settings and Options
cs: Nastavení a možnosti požadavku

source: Autoresponder
cs: Systém automatických odpovědí

source: Queues
cs: Seznamy

source: System-wide default ticket settings and options.
cs: Výchozí nastavení a možnosti požadavku v systému.

source: Default Ticket Number Format
cs: Výchozí formát čísla požadavku

source: Default Ticket Number Sequence
cs: Výchozí číselná řada požadavků

source: Default Status
cs: Výchozí stav

source: Default SLA
cs: Výchozí plán SLA

source: Default Help Topic
cs: Výchozí téma podpory

source: Lock Semantics
cs: Chování zámků

source: Lock on view
cs: Zamknout při čtení

source: Lock on activity
cs: Zamknout při události

source: Default Ticket Queue
cs: Výchozí seznam požadavků

source: Maximum <b>Open</b> Tickets
cs: Maximum <b>otevřených</b> požadavků

source: per end user
cs: podle uživatele

source: Human Verification
cs: Ověření člověka

source: Enable CAPTCHA on new web tickets.
cs: Zapnout CAPTCHA pro nové požadavky zadané přes web.

source: Size and maximum uploads setting mainly apply to web tickets.
cs: Nastavení maximální velikosti a počtu příloh - platí pro požadavky z webu.

source: Ticket Attachment Settings
cs: Nastavení příloh požadavků

source: Users Settings
cs: Nastavení uživatelů

source: Authentication Token
cs: Poukázka ověření pravosti

source: Enable use of authentication tokens to auto-login users
cs: Povolit užití přihlašovacích poukázek pro uživatele s automatickým přihlášením

source: Sign-In Page
cs: Registrační stránka

source: Account Confirmation Email
cs: E-mailová adresa pro potvrzení účtu

source: Update SLA Plan
cs: Změnit plán SLA

source: Add New SLA Plan
cs: Přidat nový plán SLA

source: Add Plan
cs: Přidat plán

source: Tickets are marked overdue on grace period violation.
cs: Požadavky jsou označeny jako zpožděné po uplynutí lhůty.

source: Grace Period
cs: Lhůta

source: in hours
cs: v hodinách

source: Transient
cs: Přechodné

source: SLA can be overridden on ticket transfer or help topic change
cs: Plán SLA může být potlačen při předání požadavku nebo změně tématu podpory

source: Ticket Overdue Alerts
cs: Upozornění na zpožděné požadavky

source: <strong>Disable</strong> overdue alerts notices.
cs: <strong>Zakázat</strong> upozornění na zpožděné požadavky.

source: (Override global setting)
cs: (Potlačit globální nastavení)

source: Service Level Agreements
cs: Plány SLA

source: No SLA plans found
cs: Plány SLA nebyly nalezeny

source: selected SLA plan
cs: vybraný plán SLA

source: Manage Agent
cs: Spravovat pracovníky

source: Permisions
cs: Oprávnění

source: Set Password
cs: Nastavit heslo

source: Authentication Backend
cs: Služba ověření

source: Use any available backend
cs: Použij jakoukoli dostupnou službu

source: Administrator
cs: Správce

source: Limit ticket access to ONLY assigned tickets
cs: Omezit přístup pouze na přiřazené požadavky

source: Select the departments the agent is allowed to access and the corresponding effective role.
cs: Vybrat oddělení, ke kterým má agent přístup a odpovídající role.

source: Select Department
cs: Vybrat oddělení

source: Fall back to primary role on assignments
cs: Při přiřazení ustoupit na hlavní roli

source: Extended Access
cs: Rozšířený přístup

source: Assigned Teams
cs: Přiřazené týmy

source: Agent will have access to tickets assigned to a team they belong to regardless of the ticket's department. Alerts can be enabled for each associated team.
cs: Pracovník bude mít přístup k požadavkům přiřazeným týmům, jejichž je členem, nezávisle na oddělení požadavku. Upozornění mohou být povolena pro každý přiřazený tým.

source: Select Team
cs: Vybrat tým

source: agent
cs: pracovník

source: All Teams
cs: Všechny týmy

source: Apply
cs: Použít

source: Reset Permissions
cs: Znovunastavení práv

source: Change Department
cs: Změnit oddělení

source: Reset Access
cs: Znovunastavení přístupu

source: Last Login
cs: Poslední přihlášení

source: vacation
cs: dovolená

source: never
cs: nikdy

source: Are you sure you want to <b>enable</b> (unlock) %s?
cs: Opravdu si přejete <b>povolit</b> (odemknout) %s?

source: selected agent
cs: vybraný pracovník

source: Are you sure you want to <b>disable</b> (lock) %s?
cs: Opravdu si přejete <b>zakázat</b> (uzamknout) %s?

source: Locked staff won't be able to login to Staff Control Panel.
cs: Zamknutí pracovníci nebudou schopni se přihlásit do Ovládacího panelu pracovníků.

source: Errors
cs: Chyby

source: Warnings
cs: Varování

source: Debug logs
cs: Lazení

source: All logs
cs: Všechny záznamy

source: Entered date span is invalid. Selection ignored.
cs: Zadané období není platné, výběr byl ignorován.

source: No logs found
cs: Systémové záznamy nebyly nalezeny

source: Between
cs: Mezi

source: Log Level
cs: Úroveň systémových záznamů

source: Go!
cs: OK

source: Delete Selected Entries
cs: Smazat vybrané záznamy

source: Log Title
cs: Název záznamu

source: Log Type
cs: Typ záznamu

source: selected log entry
cs: vybraný systémový záznam

source: Used for image manipulation and PDF printing
cs: Použito pro manipulaci s obrázky a tisk do PDF

source: Used for email fetching
cs: použito pro stahování e-mailů

source: Used for HTML email processing
cs: použito pro zpracování e-mailů v HTML formátu

source: Improves performance creating and processing JSON
cs: Vylepšuje výkon vytvářením a zpracováváním JSON

source: Highly recommended for non western european language content
cs: Vysoce doporučeno pro obsah mimoevropských jazyků

source: Highly recommended for plugins and language packs
cs: Vysoce doporučeno pro pluginy a jazykové balíčky

source: Used to detect file types for uploads
cs: Použito pro detekci typů souborů při uploadu

source: Improves overall performance
cs: Zvyšuje celkovou výkonnost

source: About this osTicket Installation
cs: O instalaci osTicket

source: Server Information
cs: Informace o serveru

source: osTicket Version
cs: Verze osTicket

source: Up to date
cs: Aktuální

source: Upgrade
cs: Aktualizace

source: %s is available
cs: %s je dostupná

source: This osTicket version is no longer supported. Please consider upgrading
cs: Tato verze osTicket již není podporována. Prosíme zvažte aktualizaci

source: Web Server Software
cs: Software webserveru

source: MySQL Version
cs: Verze MySQL

source: PHP Version
cs: Verze PHP

source: PHP Extensions
cs: Rozšíření PHP

source: PHP Settings
cs: Nastavení PHP

source: "1" is recommended if AJAX is not working
cs: "1" je doporučeno, pokud nefunguje AJAX

source: Setting default timezone is highly recommended
cs: Nastavení výchozího časového pásma je silně doporučeno

source: Database Information and Usage
cs: Informace a využití databáze

source: Schema
cs: Schéma

source: Schema Signature
cs: Signatura schématu

source: Space Used
cs: Využité místo

source: Space for Attachments
cs: Místo pro přílohy

source: Timezone
cs: Časová zóna

source: Interpreted as %s
cs: Překládaný jako %s

source: Installed Language Packs
cs: Instalované jazykové balíčky

source: Built
cs: Sestaveno

source: Most Recently Updated
cs: Naposledy změněny

source: Most Recently Created
cs: Nejčerstvěji vytvořeny

source: Due Soon
cs: Blížící se lhůta

source: Most Recently Closed
cs: Nejčerstvěji uzavřeny

source: Longest Thread
cs: Nejdelší vlákno

source: Relevance
cs: Důležitost

source: Completed Tasks
cs: Dokončené úkoly

source: Overdue Tasks
cs: Zpožděné úkoly

source: My Tasks
cs: Mé úkoly

source: Advanced Search
cs: Rozšířené hledání

source: Open Tasks
cs: Otevřené úkoly

source: Assign Tasks
cs: Přiřadit úkoly

source: Transfer Tasks
cs: Předat úkoly

source: Delete Tasks
cs: Smazat úkoly

source: There are no tasks matching your criteria.
cs: Úkoly odpovídající zadaným podmínkám nebyly nalezeny.

source: Are you sure want to flag the selected tasks as <font color="red"><b>overdue</b></font>?
cs: Jste si jist, že chcete nastavit vybrané úkoly jako <font color="red"><b>zpožděné</b></font>?

source: Update Team
cs: Změnit tým

source: Create Team
cs: Vytvořit tým

source: Team
cs: Tým

source: Members
cs: Členové

source: Team Information
cs: Informace o týmu

source: Assignment Alert
cs: Upozornění na přiřazení

source: <strong>Disable</strong> for this Team
cs: <strong>Zakázat</strong> pro tento tým

source: Internal notes viewable by all admins.
cs: Interní poznámky zobrazitelné všemi správci.

source: Agents who are members of this team
cs: Pracovníci, kteří jsou členy tohoto týmu

source: team
cs: tým

source: No teams found!
cs: Týmy nebyly nalezeny!

source: selected team
cs: vybraný tým

source: Update Template
cs: Upravit šablonu

source: Add New Template
cs: Přidat novou šablonu

source: Add Template
cs: Přidat šablonu

source: Template information
cs: Informace o šabloně

source: Enabled
cs: Povoleno

source: Language
cs: Jazyk

source: Click on the title to edit.
cs: Pro úpravu klikněte na název šablony.

source: Updated %s
cs: Změněno %s

source: Template Set To Clone
cs: Sada šablon pro zkopírování

source: Stock Templates
cs: Dodávané šablony

source: template
cs: šablona

source: No templates found!
cs: Šablony nebyly nalezeny!

source: Email Template Sets
cs: Sady šablon e-mailů

source: Add New Template Set
cs: Přidat novou sadu šablon

source: In-Use
cs: Používáno

source: selected template set
cs: vybraná sada šablon

source: Update Ticket #%s
cs: Změnit požadavek č. %s

source: Currently selected user
cs: Aktuálně vybraný uživatel

source: Change
cs: Změnit

source: Ticket Information
cs: Informace o požadavku

source: Due date overrides SLA's grace period.
cs: Lhůta dokončení potlačí lhůtu z plánu SLA.

source: Select Source
cs: Vyberte zdroj

source: Select Help Topic
cs: Vyberte téma podpory

source: Time is based on your time zone
cs: Čas odpovídá vaší časové zóně

source: Reason for editing the ticket (required)
cs: Důvod úpravy požadavku (vyžadován)

source: Ticket Notice
cs: Poznámka k požadavku

source: Send alert to user.
cs: Odeslat upozornění uživateli.

source: Ticket Information and Options
cs: Informace a možnosti požadavku

source: Assign To
cs: Přidělit

source: Select an Agent OR a Team
cs: Vybrat pracovníka nebo tým

source: Response
cs: Odpověď

source: Optional response to the above issue.
cs: Volitelná odpověď na výše uvedený problém.

source: Select a canned response
cs: Vybrat předpřipravenou odpověď

source: Append
cs: Připojit

source: Initial response for the ticket
cs: Původní odpověď na požadavek

source: Optional internal note (recommended on assignment)
cs: Volitelná interní poznámka (doporučená při přidělení)

# action-button
source: Open
cs: Otevřít

source: task
cs: úkol

source: %s does not have any tasks
cs: %s nemá žádné úkoly

source: Options
cs: Možnosti

source: Date
cs: Datum

source: Preview Task
cs: Náhled úkolu

source: Current ticket status (%s) does not allow the end user to reply.
cs: Aktuální stav požadavku (%s) nedovoluje uživateli odpovědět.

source: Ticket is assigned to %s
cs: Požadavek je přiřazen pracovníkovi %s

source: This ticket is currently locked by %s
cs: Tento požadavek je aktuálně uzamčen pracovníkem %s

source: Email is in banlist! Must be removed before any reply/response
cs: E-mailová adresa je v seznamu blokovaných! Pokud chcete odpovedět, odstraňte ji ze seznamu

source: EndUser email address is not valid! Consider updating it before responding
cs: E-mailová adresa uživatele není platná! Zvažte opravu před odesláním odpovědi

source: Marked overdue!
cs: Označen jako zpožděný!

source: Thread + Internal Notes
cs: Vlákno + Interní poznámky

source: Change Owner
cs: Změnit vlastníka

source: Release (unassign) Ticket
cs: Zrušit přiřazení požadavku

source: Mark as Overdue
cs: Označit jako zpožděné

source: Mark as Unanswered
cs: Označit jako nezodpovězený

source: Mark as Answered
cs: Označit jako zodpovězený

source: Ban Email <%s>
cs: Zablokovat e-mailovou adresu <%s>

source: Unban Email <%s>
cs: Odblokovat e-mailovou adresu <%s>

source: Delete Ticket
cs: Smazat požadavek

source: Post Internal Note
cs: Vložit interní poznámku

source: Related Tickets
cs: Související požadavky

source: %d Open Ticket
cs: %d otevřený požadavek

source: %d Closed Ticket
cs: %d uzavřený požadavek

source: Manage User
cs: Spravovat uživatele

source: Manage Organization
cs: Spravovat organizaci

source: Assigned To
cs: Přiřazeno

source: Closed By
cs: Uzavřeno

source: Unknown
cs: Neznámý

source: Ticket Thread (%d)
cs: Vlákno požadavku (%d)

source: To
cs: Komu

source: Do Not Email Reply
cs: Neodesílat odpověď e-mailem

source: Collaborators
cs: Spolupracovníci

source: Add Recipients
cs: Přidat příjemce

source: Recipients (%d of %d)
cs: Příjemci (%d z %d)

source: Premade Replies
cs: Předpřipravené odpovědi

source: Start writing your response here. Use canned responses from the drop-down above
cs: Zde napište vaši odpověď. Můžete vybrat předpřipravenou odpověď z rozbalovacího menu nad tímto polem

source: current
cs: aktuální

source: Note title - summary of the note (optional)
cs: Předmět poznámky - stručný popis (volitelné)

source: Note details
cs: Informace o poznámce

source: Post Note
cs: Vložit poznámku

source: Ticket Print Options
cs: Možnosti tisku požadavku

source: Print Notes
cs: Tisknout poznámky

source: Print <b>Internal</b> Notes/Comments
cs: Tisknout <b>interní</b> poznámky/komentáře

source: Paper Size
cs: Velikost papíru

source: Select Print Paper Size
cs: Vyberte velikost papíru pro tisk

source: Are you sure you want to <b>claim</b> (self assign) this ticket?
cs: Jste si jist, že si chcete <b>přiřadit</b> tento požadavek?

source: Are you sure you want to flag the ticket as <b>answered</b>?
cs: Jste si jist, že chcete označit požadavek jako <b>zodpovězený</b>?

source: Are you sure you want to flag the ticket as <b>unanswered</b>?
cs: Jste si jist, že chcete označit požadavek jako <b>nezodpovězený</b>?

source: Are you sure you want to flag the ticket as <font color="red"><b>overdue</b></font>?
cs: Jste si jist, že chcete označit požadavek jako <font color="red"><b>zpožděný</b></font>?

source: Are you sure you want to <b>ban</b> %s?
cs: Jste si jist, že chcete <b>zakázat</b> %s?

source: New tickets from the email address will be automatically rejected.
cs: Nové požadavky z e-mailové adresy budou automaticky odmítnuty.

source: Are you sure you want to <b>remove</b> %s from ban list?
cs: Jste si jist, že chcete <b>odebrat</b> %s ze seznamu zakázaných?

source: Are you sure you want to <b>unassign</b> ticket from <b>%s</b>?
cs: Jste si jist, že chcete <b>zrušit přiřazení</b> požadavku pracovníkovi <b>%s</b>?

source: %s <%s> will longer have access to the ticket
cs: %s <%s> již nebude mít přístup k požadavku

source: Are you sure you want to <b>change</b> ticket owner to %s?
cs: Jste si jist, že chcete <b>změnit</b> vlastníka požadavku na %s?

source: Viewing
cs: Prohlížení

source: Select Setting Group
cs: Vyberte skupinu nastavení

source: Email Template Set
cs: Sada šablon e-mailů

source: Some variables may not be a valid for this context. Please check for spelling errors and correct usage for this template.
cs: Některé proměnné mohou být neplatné v tomto kontextu. Prosíme, zkontrolujte chyby pravopisu a opravte použití této šablony.

source: Email Subject and Body
cs: Předmět a obsah e-mailu

source: Cancel Changes
cs: Zrušit bez uložení

source: Delete User
cs: Smazat uživatele

source: Register
cs: Registrace

source: Send Activation Email
cs: Zaslat aktivační e-mail

source: Send Password Reset Email
cs: Zaslat e-mail pro obnovu hesla

source: Manage Account Access
cs: Spravovat přístupová oprávnění účtu

source: Updated
cs: Změněn

source: New tickets from the email address will be auto-rejected.
cs: Nové požadavky z této e-mailové adresy budou automaticky odmítnuty.

source: Are you sure you want to send an <b>Account Activation Link</b> to <em> %s </em>?
cs: Opravdu si přejete odeslat <b>odkaz pro aktivaci účtu</b> uživateli <em>%s</em>?

source: Are you sure you want to send a <b>Password Reset Link</b> to <em> %s </em>?
cs: Opravdu si přejete odeslat <b>odkaz pro obnovu hesla</b> uživateli <em>%s</em>?

source: Add to Organization
cs: Přidat do organizace

source: Lock
cs: Zamknout

source: Unlock
cs: Odemknout

source: No users found!
cs: Uživatelé nebyli nalezeni!

source: Add Other Field
cs: Přidat jinou položku

source: Advanced Ticket Search
cs: Rozšířené hledání požadavků

source: My Searches
cs: Má hledání

source: Enter a title for the search queue
cs: Zadejte název seznamu hledání

source: Inherited Criteria
cs: Zděděné nastavení

source: Thread doesn't have any collaborators.
cs: Vlákno nemá žádné spolupracovníky.

source: Manage Collaborators
cs: Spravovat spolupracovníky

source: Add Collaborator
cs: Přidat spolupracovníka

source: Add New Collaborator
cs: Přidat nového spolupracovníka

source: You have made changes that you need to save.
cs: Provedené změny je nutno uložit.

source: Bro, not sure how you got here!
cs: Ha, není mi jasné, jak jste se sem dostal!

source: Manage Content
cs: Spravovat obsah

source: This content is translatable
cs: Tento obsah je přeložitelný

source: Message content
cs: Obsah zprávy

source: Optional reason for the deletion
cs: Volitelný důvod pro smazání

source: Field Configuration
cs: Nastavení položek

source: Field Setup
cs: Nastavení položky

source: This field can be disabled which will remove it from the form for new entries, but will preserve the data on all current entries.
cs: Tato položka může být vypnuta, což ji odstraní z formuláře pro nové požadavky, ale zachová údaje na již zadaných požadavcích.

source: Visible
cs: Viditelná

source: Making fields <em>visible</em> allows agents and endusers to view and create information in this field.
cs: <em>Zviditelnění</em> položek umožňuje pracovníkům a uživatelům zobrazení a zadávání informací do těchto položek.

source: For EndUsers
cs: Pro uživatele

source: For Agents
cs: Pro pracovníky

source: New entries cannot be created unless all <em>required</em> fields have valid data.
cs: Nové záznamy nemohou být vytvořeny, dokud všechny <em>povinné</em> položky neobsahují korektní údaje.

source: Fields marked editable allow agents and endusers to update the content of this field after the form entry has been created.
cs: Položky označené jako měnitelné umožňují pracovníkům a uživatelům upravit obsah těchto polí po tom, co byl uložen záznam formuláře.

source: Editable
cs: Upravitelný

source: Data Integrity
cs: Datová integrita

source: Required to close a thread
cs: Vyžadováno pro zavření vlákna

source: Optionally, this field can prevent closing a thread until it has valid data.
cs: Volitelně může tato položka zabránit zavření vlákna, dokud nemá správné údaje.

source: Require entry to close a thread
cs: Pro uzavření vlákna jsou vyžadovány údaje

source: Help Text
cs: Text nápovědy

source: Help text shown with the field
cs: Text nápovědy zobrazen u položky

source: Required to close ticket
cs: Vyžadováno pro uzavření požadavku

source: Data is required in this field in order to close the related ticket
cs: Tuto položku je nutné vyplnit před uzavřením požadavku

source: Sort the forms on this ticket by click and dragging on them. Use the box below the forms list to add new forms to the ticket.
cs: Seřaďte formuláře na tomto požadavku jejich přetažením. Použijte pole pod seznamem formulářů pro přidání nových.

source: Add a form
cs: Přidat formulář

source: Clicking <strong>Save Changes</strong> will permanently delete data associated with the deleted forms
cs: Kliknutím na <strong>Uložit změny</strong> natrvalo smažete údaje uložené ve vymazaných formulářích

source: Copy Paste
cs: Zkopírovat a vložit

source: Upload
cs: Nahrát

source: Value and Abbreviation
cs: Hodnota a zkratka

source: Enter one name and abbreviation per line.
cs: Zadejte jedno jméno a zkratku na řádek.

source: To import items with properties, use the Upload tab.
cs: Pro import položek s vlastnostmi použijte záložku Nahrát.

source: e.g. My Location, MY
cs: např. Má lokace, ČR

source: Import a CSV File
cs: Import souboru CSV

source: Use the columns shown in the table below. To add more properties, use the Properties tab. Only properties with `variable` defined can be imported.
cs: Použijte sloupce zobrazené v níže uvedené tabulce. Pro přidání více vlastností, použijte záložku Vlastnosti. Pouze vlastnosti s definovanou `proměnnou` mohou být naimportovány.

source: My Location
cs: Má lokace

source: Add New List Item
cs: Přidat položku nového seznamu

source: Search items
cs: Položky hledání

source: Add New Item
cs: Přidat novou položku

source: Click to create a new note
cs: Pro vytvoření nové poznámky klikněte zde

source: Delete %s
cs: Smazat %s

source: Deleted organization CANNOT be recovered
cs: Smazanou organizaci nelze obnovit

source: %s assigned to this organization will be orphaned.
cs: %s přiřazených této organizaci se stanou sirotky.

source: One user
cs: Jeden uživatel

source: Yes, Delete
cs: Ano, smazat

source: Search existing organizations or add a new one.
cs: Hledejte v seznamu organizací nebo přidejte novou.

source: Complete the form below to add a new organization.
cs: Vyplňte niže zobrazený formulář pro přidání nové organizace.

source: Create New Organization
cs: Vytvořit novou organizaci

source: Fields
cs: Položky

source: Auto-Assignment
cs: Automatické přiřazení

source: Assign tickets from this organization to the <em>Account Manager</em>
cs: Přiřadit požadavky z této organizace <em>správci organizace</em>

source: Select Contacts
cs: Vyberte kontakty

source: Ticket Sharing
cs: Sdílení požadavku
